Repository: fullstory-morgue/knx-installer
Catalog: po/*.po
Languages: cs, de, es, fr, it, sk, tr, uk_ua

source: Make sure you agree to all parameters, if so proceed with the installation.
cs: Ujistěte se, že všechny parametry instalace jsou správné. Pokud je tomu tak, pokračujte v instalaci.
es: Asegúrese de que está de acuerdo con todos los parámetros. En ese caso, prosiga con la instalación.
fr: Vérifiez bien tous les paramètres, avant de démarrer l'installation.
sk: Uistite sa, že všetky parametry inštalácie sú správne. Pokiaľ je tomu tak, pokračujte v inštalácii.
tr: Tüm parametreleri kabul ettiğinize emin olun, eğer öyle ise kuruluma devam edin
uk_ua: Переконайтесь, що ви погоджуєтесь з усіма параметрами. Якщо так, то продовжуйте встановлення.

source: Converting $FLL_DISTRO_NAME to Debian...
cs: Konvertování na Debian...
es: Convirtiendo $FLL_DISTRO_NAME a Debian...
fr: conversion de $FLL_DISTRO_NAME vers Debian...
sk: Konvertovanie na Debian...
tr: $FLL_DISTRO_NAME, Debian'a dönüştürülüyor
uk_ua: Конвертація Кнопікса у Debian...

source: Starting $FLL_DISTRO_NAME installation
cs: Startuje instalace
es: Comenzando instalación de $FLL_DISTRO_NAME
fr: Démarrage de l'installation de $FLL_DISTRO_NAME
sk: Štartuje inštalácia
tr: $FLL_DISTRO_NAME kurulumu başlatılıyor
uk_ua: Розпочато встановлення Кнопікса

source: Error: No complete Configuration found
cs: Chyba: Nebyla nalezena kompletní konfigurace
es: Error: No se encontró la configuración completa
fr: Erreur:La configuration est incomplète
sk: Chyba: Nebola nájdená kompletná konfigurácia
tr: Hata: Tamamlanmış bir yapılandırma dosyası bulunamadı
uk_ua: Помилка: не знайдено завершеної конфігурації

source: Installing
cs: Instalace
es: Instalando
fr: Installation en cours
sk: Inštalácia
tr: Kuruluyor
uk_ua: Йде встановлення

source: Creating floppy disk
cs: Vytváření spouštěcí diskety
es: Creando disquete
fr: Création de la disquette
sk: Vytváranie spúšťacej diskety
tr: Disket (floppy disk) oluşturuluyor
uk_ua: Йде створення гнучкого диска

source: Please insert now an empty floppy disk into your floppydrive. Warning: All data on it will be lost. If you don't want to create a disk you can choose No.
cs: Prosím vložte nyní prázdnou disketu do mechaniky. Varování: Všechna data budou z diskety smazána. Pokud si nepřejete vytvořit spouštěcí disketu, můžete zvolit Ne.
es: Por favor, inserte ahora un disquete vacío en la disquetera. Atención: Todos los datos en él se perderán. Si no quiere crear un disquete puede seleccionar No.
fr: Insérez une disquette vierge dans le lecteur. Attention Toutes les données de la disquette seront effacées. Si vous ne voulez pas créer de disquette choisissez Non.
sk: Prosím teraz vložte prázdnu disketu do mechaniky. Varovanie: Všetky dáta budú z diskety zmazané. Pokiaľ si neprajete vytvořit spúšťaciu disketu, môžete zvoliť Nie.
tr: Lütfen disket sürücünüze bir floppy disk yerleştirin. Uyarı : Disket üzerindeki tüm veriler silinecektir, eğer bir disket oluşturmak istemiyorsanız Hayır'ı seçin.
uk_ua: Будь ласка, вставте порожній гнучкий диск у дисковод. Попередження: буде втрачено всі дані на ньому. Якщо ви не хочете створювати диск, виберіть Ні.

source: $FLL_DISTRO_NAME was successfully installed to hd.
cs: Systém byl úspěšně nainstalovaný na pevný disk.
es: $FLL_DISTRO_NAME se instaló correctamente en el disco duro.
fr: $FLL_DISTRO_NAME a été installée avec succès.
sk: Systém bol úspešne nainštalovaný na pevný disk.
tr: $FLL_DISTRO_NAME sabit diske başarıyla kuruldu
uk_ua: Кнопікс було успішно встановлено на HD.

source: $FLL_DISTRO_NAME Main-Menu
cs: $FLL_DISTRO_NAME Hlavní-Menu
es: $FLL_DISTRO_NAME Menú-Principal
fr: $FLL_DISTRO_NAME Menu d'installation
sk: $FLL_DISTRO_NAME Hlavné-Menu
tr: $FLL_DISTRO_NAME Ana Menü
uk_ua: Кнопікс - головне меню

source: Thats the main menu\nChoose the action you want
cs: Toto je hlavní nabídka\nVyberte si akci
es: Este es el menú principal\nElija la opción que quiera
fr: Menu d'installation\nChoisissez ce que vous voulez faire
sk: Toto je hlavné menu\nVyberte si jednu z možností
tr: Burası ana menü\nYapmak istediğiniz eylemi seçin
uk_ua: Це головне меню\nВиберіть бажану дію

source: Choose an action
cs: Vyberte akci
es: Elija una acción
fr: Que voulez-vous faire?
sk: Vyberte úkon
tr: Bir eylem seçin
uk_ua: Виберіть дію

source: Configure Installation
cs: Nastavit instalaci
es: Configurar la instalación
fr: Configurer l'installation
sk: Nastaviť inštaláciu
tr: Kurulumu yapılandır
uk_ua: Конфігурація встановлення

source: Create a new configuration
cs: Vytvořit novou konfiguraci
es: Crear una nueva configuración
fr: Créer une nouvelle configuration
sk: Vytvoriť novú konfiguráciu
tr: Yeni bir yapılandırma oluştur
uk_ua: Створити нову конфігурацію

source: Start installation
cs: Spustit instalaci
es: Comenzar instalación
fr: Démarrer installation
sk: Spustiť inštaláciu
tr: Kurulumu başlat
uk_ua: Почати встановлення

source: Start the installation
cs: Spustit instalaci
es: Comenzar la instalación
fr: Démarrer l'installation
sk: Spustiť inštaláciu
tr: Kurulumu başlat
uk_ua: Почати встановлення

source: Partition the hard disk
cs: Rozdělení disku
es: Particionar el disco duro
fr: Partitionner le disque dur
sk: Rozdeľte disk
tr: Sabit diski bölümle
uk_ua: Розподілити жорсткий диск

source: Load config
cs: Nahrát konfiguraci
es: Cargar configuración
fr: Charger configuration
sk: Nahrať konfiguráciu
tr: Yapılandırmayı yükle
uk_ua: Завантажити конфіг.

source: Load an existing configuration
cs: Nahrát uloženou konfiguraci
es: Cargar una configuración ya existente
fr: Charger une configuration existante
sk: Nahrať uloženú konfiguráciu
tr: Var olan yapılandırmayı yükle
uk_ua: Завантажити існуючу конфігурацію

source: Save config
cs: Uložit konfiguraci
es: Guardar configuración
fr: Sauver config
sk: Uložiť konfiguráciu
tr: Yapılandırmayı kaydet
uk_ua: Зберегти конфіг.

source: Save the configuration
cs: Uložit konfiguraci
es: Guardar la configuración
fr: Enregistrer une configuration
sk: Uložiť konfiguráciu
tr: Yapılandırmayı kaydet
uk_ua: Зберегти конфігурацію

source: Quit
cs: Konec
es: Salir
fr: Quitter
sk: Koniec
tr: Çık
uk_ua: Вийти

source: Quit the program
cs: Ukončit program
es: Salir del programa
fr: Quitter le programme
sk: Ukončiť program
tr: Programdan çık
uk_ua: Вийти з програми

source: $FLL_DISTRO_NAME-installer started
cs: instalátor spuštěn
es: $FLL_DISTRO_NAME-installer comenzado
fr: Démarrage de $FLL_DISTRO_NAME-installer
sk: inštalátor spustený
tr: $FLL_DISTRO_NAME Kurulum uygulaması başlatıldı
uk_ua: Запущено встановлювач $FLL_DISTRO_NAME-installer

source: This script will install $FLL_DISTRO_NAME to harddisk. Note that this version is still an very early version and under heavy development. The author and knopper.net take no responsibility for data loss or hardware damage. \n\nAuthor: Fabian Franz <knoppix-installer@fabian-franz.de>\n\nbased on the very good work by Christian Perle <perle@itm.tu-clausthal.de>
sk: Tento skript nainštaluje systém na disk. Prosím uvedomte si, že táto verzia je stále ešte vo veľmi rannom vývojovom štádiu a neustále sa na nej pracuje. Autor a knopper.net neberú na seba žiadnu zodpovednosť za prípadnú stratu dát alebo poškodenie hardware. \n\nAutor: Fabian Franz <knoppix-installer@fabian-franz.de>\n\nzaložené na skvelej práci Christiana Perleho <perle@itm.tu-clausthal.de>
uk_ua: Цей скрипт встановить Кнопікс на жорсткий диск. Зверніть увагу, що ця версія ще дуже рання і знаходиться в стані активної розробки. Автор і knopper.net не беруть на себе жодної відповідальності за втрату даних чи пошкодження обладнання. \n\nАвтор: Fabian Franz <knoppix-installer@fabian-franz.de>\n\nна основі на дуже цінної праці Christian Perle <perle@itm.tu-clausthal.de>

source: The installer detected that the installation requierements are not fullfilled yet.\n\nPlease make sure that you have an free partition with at least $[ROOT_MIN/(1024*1024)] GB to install $FLL_DISTRO_NAME on. Also we need a swap partition with at least $[SWAP_MIN/1024] MB, if you don't have 512 MB Memory or more.\n\nIn the following menu, you can start some tools to partition your harddrive.\nIf you really really know what you are doing start with: IGNORE_CHECK=1 sudo knoppix-installer to avoid the menu.
uk_ua: Встановлювач виявив, що вимоги для встановлення ще не виконані.\n\nБудь ласка переконайтесь, що ви маєте вільний розділ принаймні з $[ROOT_MIN/(1024*1024)] ГБ для встановлення. Також необхідний розділ свопінгу принаймні з $[SWAP_MIN/1024] МБ, якщо ви не маєте 512 МБ або більше пам'яті.\n\nЗ наступного меню ви можете запустити деякі засоби для розподілу жорсткого диска.\nЯкщо ви справді знаєте, що ви робите, запустіть з: IGNORE_CHECK=1 sudo knoppix-installer, щоб обійти меню.

source: Partition check succeeded
cs: Kontrola diskovách oddílů byla úspěšná
es: Comprobación de partición con éxito
fr: Vérification de la partition réussie
sk: Kontrola oddielov bola úspešná
tr: Bölüm denetimi başarılı
uk_ua: Перевірка розділів успішна

source: root permission needed.
cs: je nutné oprávnění správce systému (roota)
es: se necesita permiso de root.
fr: Vous devez être root
sk: je potrebné oprávnenie správcu systému (roota)
tr: root hakları gerekli
uk_ua: Необхідні привілеї адміністратора (root).

source: Creating initrd (if needed)
cs: Vytváření initrd (když je potřeba)
es: Creando initrd (si es necesario)
fr: Création de initrd (si nécessaire)
sk: Vytváranie initrd (ak je treba)
tr: initrd oluşturuluyor(eğer gerekliyse)
uk_ua: Створення initrd (якщо потрібно)

source: Installing LILO to $BOOT_WHERE
cs: Instalace LILO do $BOOT_WHERE
es: Instalando LILO en $BOOT_WHERE
fr: Installation de LILO sur $BOOT_WHERE
sk: Inštalácia LILO do $BOOT_WHERE
tr: $BOOT_WHERE üzerine LILO kuruluyor
uk_ua: Встановлення LILO на $BOOT_WHERE

source: Finishing installation
cs: Dokončování instalace
es: Terminando instalación
fr: Fin de l'installation
sk: Dokončovanie inštalácie
tr: Kurulum sonlandırılıyor
uk_ua: Завершення встановлення

source: Determines if the HD should be formatted. (mkfs.*)
cs: Určuje jestli má být disk naformátován. (mkfs.*)
es: Determina si el disco duro debería ser formateado. (mkfs.*)
fr: Détermine si le disque dur doit être formaté. (mkfs.*)
sk: Určuje či má byť disk naformátovaný. (mkfs.*)
tr: Sabit diskin biçimlendirilmesinin gerektiğine karar verir(mkfs.*)
uk_ua: Йде визначення чи потрібне форматування HD. (mkfs.*)

source: Sets the Filesystem type.
cs: Nastaví systém souborů.
es: Asigna el tipo de sistema de archivos.
fr: Choix du système de Fichiers
sk: Nastavuje súborový systém.
tr: Dosya sistemi tipini ayarlar
uk_ua: Встановлює тип файлової системи.

source: Here the $FLL_DISTRO_NAME-System will be installed
cs: Systém bude nainstalován na toto místo
es: El Sistema-$FLL_DISTRO_NAME será instalado aquí
fr: $FLL_DISTRO_NAME sera installé sur cette partition
sk: Systém bude nainštalovaný na toto miesto.
tr: $FLL_DISTRO_NAME Sistemi kurulacak
uk_ua: Тут буде встановлено систему Кнопікс

source: Here you can give additional mappings. (Experimental) You need to have the partitions formatted yourself and give the correct mappings like: \"/dev/hda4:/boot /dev/hda5:/var /dev/hda6:/tmp\"
cs: Zde můžete zadat dodatečné mapování. (Experimentální) Potřebujete mít naformátované oddíly a zadat správné mapování, např. \"/dev/hda4:/boot /dev/hda5:/var /dev/hda6:/tmp /dev/hda7:/home\"
es: Aquí puede utilizar mapeados adicionales. (Experimental) Necesita haber formateado usted mismo las particiones y utilizar los mapeados correctos como:.\"/dev/hda4:/boot /dev/hda5:/var /dev/hda6:/tmp\"
fr: Vous pouvez ici ajouter des partitions supplémentaires. (Expérimental) Vous devez les formater vous mêmes.Désignez les sous cette forme. \"/dev/hda4:/boot /dev/hda5:/var /dev/hda6:/tmp\"
sk: Tu môžete zadať dodatočné mapovanie. (Experimentálne). Potrebujete mať naformátované oddiely a zadať správné mapovanie, napr. \"/dev/hda4:/boot /dev/hda5:/var /dev/hda6:/tmp\"
tr: Burada ek haritalama belirtebilirsiniz(Deneme aşamasında) Bölümleri kendiniz biçimlendirmeli ve doğru haritalamayı(mapping) kendiniz vermelisiniz : \"/dev/hda4:/boot /dev/hda5:/var /dev/hda6:/tmp\" gibi ...
uk_ua: Тут можна дати додаткові карти розміщення. (ще в експериментальному стані) Потрібно самому відформатувати розділи і дати вірні карти: \"/dev/hda4:/boot /dev/hda5:/var /dev/hda6:/tmp\"

source: If set to yes, the program will NOT check if there is enough space to install knoppix on the selected partition(s). Use at your own risk! Useful for example with HD_MAP if you only have a small root partition.
cs: Pokud je zaškrtnuta volba ano, program NEBUDE kontrolovat jestli je na vybraném diskovém oddílu (oddílech) dostatek místa na instalaci. Používejte tuto volbu na vlastní riziko! Tato volba je užitečná například s HD_MAP když máte malý oddíl root.
uk_ua: Якщо вибрано так, програма не перевірятиме чи достатньо місця для встановлення Кнопікса на вибраних розділ(і|ах). Використовуйте на власний ризик! Може використовуватись з HD_MAP, якщо ви маєте лише маленький розділ root.

source: Drive-Options:
cs: Nastavení zařízení:
es: Opciones de unidad:
fr: Options du disque:
sk: Nastavenie zariadenia:
tr: Sürcü seçenekleri:
uk_ua: Параметри приводу:

source: The Drive $HD_CHOICE will be formatted with the $HD_FSTYPE filesystem.
cs: Zařízení $HD_CHOICE bude naformátovaný souborovým systémem $HD_FSTYPE
es: La unidad $HD_CHOICE se formateará con el sitema de archivos $HD_FSTYPE.
fr: Le disque $HD_CHOICE sera formaté avec le système de fichiers $HD_FSTYPE .
sk: Zariadenie $HD_CHOICE bude naformátované súborovým systémom $HD_FSTYPE
tr: $HD_CHOICE sürücüsü, $HD_FSTYPE ile biçimlendirilecektir.
uk_ua: Дисковод $HD_CHOICE буде відформатовано у файлову систему $HD_FSTYPE.

source: The Drive $HD_CHOICE will be used for the installation.
cs: Zařízení $HD_CHOICE bude použito pro instalaci
es: La unidad $HD_CHOICE se utilizará para la instalación.
fr: Le disque $HD_CHOICE ser utilisé pour l'installation.
sk: Zariadenie $HD_CHOICE bude použité pre inštaláciu
tr: Kurulum için $HD_CHOICE sürücüsü kullanılacak.
uk_ua: Дисковод $HD_CHOICE буде використано для встановлення.

source: Copying files. This can take a while. Please be patient.
es: Copiando archivos. Esto puede llevar un rato. Por favor, sea paciente.
fr: Copie des fichiers. Cela peut être long. Soyez patients.
tr: Dosyalar kopyalanıyor, bu biraz zaman alabilir, sabırlı olun.
uk_ua: Йде копіювання файлів. Будь ласка, будьте терпеливі, оскільки це може тривати трохи довго.

source: Formatting $HD_CHOICE...
cs: Formátování $HD_CHOICE...
es: Formateando $HD_CHOICE...
fr: Formattage de $HD_CHOICE...
sk: Formátovanie $HD_CHOICE...
tr: $HD_CHOICE biçimlendiriliyor...
uk_ua: Йде форматування $HD_CHOICE...

source: Formatting of $HD_CHOICE failed. Some messages from mkfs.$HD_FSTYPE: $ERROR_MESSAGES
cs: Při formátování $HD_CHOICE došlo k chybě. Chybová hláška příkazu mkfs.$HD_FSTYPE: $ERROR_MESSAGES
es: El formateo de $HD_CHOICE falló. Algunos mensajes de mkfs.$HD_FSTYPE: $ERROR_MESSAGES
fr: Le formattage de $HD_CHOICE a échoué. Plusieurs messages de mkfs. $HD_FSTYPE: $ERROR_MESSAGES
sk: Pri formátovaní $HD_CHOICE došlo k chybe. Chybová hláška príkazu mkfs.$HD_FSTYPE: $ERROR_MESSAGES
tr: $HD_CHOICE sürücüsü biçimlendirilmesi başarısız. mkfs'den gelen bir kaç mesaj. $HD_FSTYPE: $ERROR_MESSAGES
uk_ua: Невдача при форматуванні $HD_CHOICE. Деякі повідомлення з mkfs.$HD_FSTYPE: $ERROR_MESSAGES

source: Mounting $HD_CHOICE r/w...
cs: Připájení $HD_CHOIDE r/w...
es: Montando $HD_CHOICE r/w...
fr: Montage de $HD_CHOICE r/w...
sk: Pripájanie $HD_CHOIDE r/w...
tr: $HD_CHOICE r/w (oku/yaz) olarak bağlanıyor...
uk_ua: Йде монтування $HD_CHOICE r/w...

source: Mounting of $HD_CHOICE failed. Some messages from mount: $ERROR_MESSAGES
cs: Při připájení zařízení $HD_CHOICE došlo k chybě. Chybová hláška příkazu mount: $ERROR_MESSAGES
es: El montaje de $HD_CHOICE falló. Algunos mensajes de mount: $ERROR_MESSAGES
fr: Le montage de $HD_CHOICE a échoué. Plusieurs messages de mount. $ERROR_MESSAGES
sk: Pri pripájaní zariadenia $HD_CHOICE došlo k chybe. Chybová hláška príkazu mount: $ERROR_MESSAGES
tr: $HD_CHOICE bağlanma işlemi başarısız. mount'dan bir kaç mesaj: $ERROR_MESSAGES
uk_ua: Невдача при монтуванні $HD_CHOICE. Деякі повідомлення з mount: $ERROR_MESSAGES

source: Mounting additional partitions r/w...
cs: Připájení dodatečných oddílů r/w...
es: Montando particiones adicionales r/w...
fr: Montage des partitons additionnelles r/w...
sk: Pripájanie dodatočných oddielov r/w...
tr: Ek bölümler oku/yaz olarak bağlanıyor ...
uk_ua: Йде монтування додаткових розділів r/w...

source: Here you must choose one of the available partitions\n for use with $FLL_DISTRO_NAME.
es: Aquí debe elegir alguna de las particiones disponibles\n para utilizar con $FLL_DISTRO_NAME.
fr: Choisissez ici une partition parmi celles proposées\n pour installer $FLL_DISTRO_NAME.
sk: Tu musíte zvoliť jeden z dostupných oddielov\ pre inštaláciu
tr: Mevcut bölümlerden birisini$FLL_DISTRO_NAME kullanmak\n için seçmelisiniz.
uk_ua: Тут мусите вибрати один з наявних розділів\n для використання у Кнопіксі.

source: Choose the partition to install $FLL_DISTRO_NAME
cs: Vyberte si diskový oddíl pro instalaci
es: Elija la partición en la que instalar $FLL_DISTRO_NAME
fr: Choisissez la partition d'installation de $FLL_DISTRO_NAME
sk: Vyberte si diskový oddiel pre inštaláciu
tr: $FLL_DISTRO_NAME kurulacak bölümü seçin
uk_ua: Виберіть розділ для встановлення Кнопікса

source: Here you must choose one of the available filesystem types.
es: Aquí debe elegir alguno de los sistemas de archivos disponibles.
fr: Ici vous devez choisir un des système de fichiers proposé.
tr: Mevcut dosya sistemi tiplerinden birini seçmelisiniz.
uk_ua: Тут мусите вибрати один з наявних типів файлових систем.

source: Choose filesystem-type.
es: Elija el sistema de archivos.
fr: Choisissez le système de fichiers.
tr: Dosya sistemi tipini seçin.
uk_ua: Виберіть тип файлової системи.

source: Extended 2 filesystem with journal support.
es: Sistema de archivos Extensión 2 con soporte de journal.
fr: Système de fichiers Extended 2 avec journalisation.
tr: Günlük destekli ext2 dosya sistemi.
uk_ua: Файлова система Extended 2 з підтримкою журналу.

source: ReiserFS 3.6: journaling filesystem developed by Namesys.
es: ReiserFS 3.6: Sistema de archivos desarrollado por Namesys con soporte de journal.
fr: ReiserFS 3.6: Système de fichiers développé par Namesys avec journalisation.
tr: ReiserFS 3.6: Namesys tarafından geliştirilen Young dosya sistemi.
uk_ua: ReiserFS 3.6: Молода файлова система розроблена Namesys.

source: Your hostname is: $HOST_NAME
cs: Název počítače (hostname) je: $HOST_NAME
es: El nombre de la máquina es: $HOST_NAME
fr: Nom de l'ordinateur: $HOST_NAME
sk: Názov počítača (hostname) je: $HOST_NAME
tr: Makine adı : $HOST_NAME
uk_ua: Назва вашої машини: $HOST_NAME

source: box
cs: stanice
fr: monpc
sk: stanica
uk_ua: рамка

source: Here you must input your hostname. This is the name of you box.
cs: Vložte prosím název vašeho počítače. Toto je název vaší stanice.
es: Aquí debe introducir su nombre de máquina. Este es el nombre de su ordenador.
fr: Entrez ici le nom d'hote. C'est le nom de votre ordinateur.
sk: Vložte prosím názov vášho počítača. Toto je názov vašej stanice.
tr: Buraya makine adınızı girin.
uk_ua: Тут мусите ввести назву вашої машини. Це назва вашого коробки.

source: Input your preferred hostname
cs: Zadejte název počítače (hostname)
es: Introduzca su nombre de máquina
fr: Entrez votre nom d'hôte
sk: Zadajte názov počítače (hostname)
tr: Kullanmak istediğiniz makine adını girin
uk_ua: Введіть вибрану назву машини

source: Fatal security error.
cs: Fatální bezpečnostní chyba.
es: Error fatal de seguridad.
fr: Erreur fatale de sécurité
sk: Fatálna bezpečnostná chyba.
tr: Ölümcül(fatal) güvenlik hatası.
uk_ua: Фатальна помилка безпеки.

source: Previous
cs: Předcházející
es: Anterior
fr: Précèdent
sk: Predcházajúci
tr: Önceki
uk_ua: Попередній

source: Help
cs: Nápověda
es: Ayuda
fr: Aide
sk: Nápoveda
tr: Yardım
uk_ua: Довідка

source: model unknown
cs: neznámý model
es: modelo desconocido
fr: modèle inconnu
sk: neznámý model
tr: bilinmeyen model
uk_ua: невідома модель

source: The following swap-partitions are marked as swap, but are not yet formatted. Check those you want to format. Warning, you'll loose all data on the partition.
cs: Následující oddíly swap jsou označeny jako swap, ale doposud nebyly zformátovány. Označte ty, které si přejete zformátovat. Varování: ztratíte všechny data na těchto oddílech.
es: Las siguiente particiones de intercambio están marcada como de intercambio, pero no están todavía formateadas. Seleccione aquellas que quiera formatear. Atención. Perderá todos los datos en la partición.
fr: La partition choisie commemémoire d'échange n'est pas encore formattée. elle va être formattée.Attention toutes les données de la partition seront perdues.
sk: Následujúce oddiely swap sú označené ako swap, ale zatiaľ neboli naformátované. Označite tie, ktoré si prajete naformátovat. Upozornenie: stratíte všetky dáta na týchto oddieloch.
tr: Bunlar takas olarak işaretlenen,ancak henüz biçimlendirilmemiş takas alanları.Bİçimlendirmek istediğinizi seçin. Uyarı : Bölümdeki tüm bilgileri kaybedeceksiniz.
uk_ua: Наступні розділи свопінгу позначені як свопінг, але ще не відформатовані. Позначте ті, які ви хочете відформатувати. Попередження: ви втратите всі дані на цих розділах.

source: Partitioning harddisk for $FLL_DISTRO_NAME
cs: Probíhá vytváření oddílů
es: Particionando el disco duro para $FLL_DISTRO_NAME
fr: Partitionner le disque dur pour $FLL_DISTRO_NAME
sk: Prebieha vytváranie oddielov
tr: Sabit disk $FLL_DISTRO_NAME için bölümleniyor
uk_ua: Йде розподіл жорсткого диска для Кнопікса

source: Here you must choose one of the available disks \n and partition it for $FLL_DISTRO_NAME.
cs: Zde si musíte zvolit jeden z dostupných disků \n a rozdělit ho
es: Aquí debe seleccionar alguno de los discos disponibles \n y particionarlo para $FLL_DISTRO_NAME.
fr: Choisissez ici un des disque dur \n et partitionner le pour installer $FLL_DISTRO_NAME.
sk: Tu si musíte zvoliť jeden z dostupných diskov \n a rozdeliť ho
tr: Mevcut disklerden birisini seçip $FLL_DISTRO_NAME \n için biçimlendirmelisiniz.
uk_ua: Тут ви мусите вибрати один з наявних дисків \n і розподілити його для Кнопікса

source: Choose one disk
cs: Vyberte jeden disk
es: Elija un disco
fr: Choisissez un disque dur
sk: Vyberte jeden disk
tr: Bir disk seçin
uk_ua: Виберіть один диск

source: $FLL_DISTRO_NAME Partition-Menu
cs: Menu Rozdělení disku na diskové oddíly
es: Menú-Partición de $FLL_DISTRO_NAME
fr: $FLL_DISTRO_NAME Menu Partition
sk: Menu rozdelenia disku
tr: $FLL_DISTRO_NAME bölümleme menüsü
uk_ua: Кнопікс - меню розподілу

source: Here you can partition your hard disk
cs: Zde můžete rozdělit pevný disk
es: Aquí puede particionar su disco duro
fr: Vous pouvez partitionnez votre disque ici
sk: Tu môžete rozdeliť pevný disk
tr: Burada sabit diskinizi biçimlendirebilirsiniz
uk_ua: Тут можна розподілити ваш жорсткий диск

source: If set to yes, the swap partitions will be autodetected.
cs: Pokud je volba nastavena na ano, swap oddíly budou nalezeny automaticky.
es: Si está puesto a sí, las particiones de intercambio se detectarán automáticamente.
fr: Si la valeur est yes, la ou les partition(s) d'échange seront autodétectée(s).
sk: Pokiaľ je voľba nastavená na áno, swap oddiely budú nájdené automaticky.
tr: Eğer "evet" olarak ayarlarsanız bölümler otomatik tespit edilecektir
uk_ua: Якщо вибрано так, то розділ свопінгу буде визначено автоматично.
