Repository: fullstory-morgue/knx-installer
Catalog: po/*.po
Languages: cs, de, es, fr, it, sk, tr, uk_ua

source: _: NAME OF TRANSLATORS Your names
de: Andreas Loibl
it: _: NOME DEI TRADUTTORI Alessio Giustini

source: _: EMAIL OF TRANSLATORS Your emails
de: andreas@andreas-loibl.de
it: _: EMAIL DEI TRADUTTORI alessio@alessiogiustini.com

source: MBR of %1
de: MBR von %1
it: MBR di %1

source: Rootpartition
it: Partizione di root

source: Bootloader successfully installed.
de: Bootloader erfolgreich installiert.
it: Gestore d'avvio installato con successo.

source: Clear MBR
de: MBR löschen
it: Pulisci MBR

source: Are you sure that you want to restore the standart MBR to harddisk %1?
de: Sind Sie sicher, dass sie den Standard-MBR auf der Festplatte %1 wiederherstellen wollen?
it: Sei sicuro di volere ripristinare l'MBR standard nell'hard disk %1?

source: Successfully restored default MBR.
de: Der Standard-MBR wurde erfolgreich wiederhergestellt.
it: MBR di default ripristinato con successo.

source: An Error occurred while running %1!
de: Ein Fehler ist aufgetreten beim Ausführen von %1!
it: Un errore si è verificato eseguendo %1!

source: Warning: You have selected to force the installation. This means, that no RAM-/Swap-/Partition-/Format-Check etc. will be done! Do you really want to continue?
de: Achtung: Sie haben gewählt die Installation zu erzwingen. Das bedeutet, dass keine Überprüfungen durchgeführt werden! (RAM/Swap/Partition/Formatierung etc.) Wollen Sie wirklich fortfahren?
it: Attenzione: hai scelto di forzare l'installazione. Questo significa che non verrà controllato:RAM,Swap,Partizioni,Formattazione,ecc.! Vuoi veramente continuare?

source: The specified Root-Passwords don't match!
de: Die angegebenen Root-Passwörter stimmen nicht überein!
it: La password di root specificata non corrisponde!

source: The specified Root-Password is too short (min. 6 chars)
de: Das angegebene Root-Passwort ist zu kurz (min. 6 Zeichen)
it: La password di root specificata è troppo corta (min. 6 caratteri)

source: The specified Root-Password is too long (max. 20 chars)
de: Das angegebene Root-Passwort ist zu lang (max. 20 Zeichen)
it: La password di root specificata è troppo lunga (max. 20 caratteri)

source: The specified User-Passwords don't match!
de: Die angegebenen User-Passwörter stimmen nicht überein!
it: La password dell'utente specificata non corrisponde!

source: The specified User-Password is too short (min. 6 chars)
de: Das angegebene User-Passwort ist zu kurz (min. 6 Zeichen)
it: La password dell'utente specificata è troppo corta (min. 6 caratteri)

source: The specified User-Password is too long (max. 20 chars)
de: Das angegebene User-Passwort ist zu lang (max. 20 Zeichen)
it: La password dell'utente specificata è troppo lunga (max. 20 caratteri)

source: You must enter a Username!
de: Sie müssen einen Benutzernamen angeben!
it: Devi inserire un nome utente!

source: You must enter a Hostname!
de: Sie müssen einen Rechnernamen angeben!
it: Devi inserire un nome di host!

source: You must select a Root-Partition! If there is nothing to choose you must create a Linux-Partition first...
de: Sie müssen eine Root-Partition auswählen! Wenn Sie nichts auswählen können müssen Sie erst eine Linux-Partition erstellen...
it: Devi selezionare una partizione di root! Se non c'è niente da scegliere devi prima creare una partizione Linux...

source: Next
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
sk: Daľší
tr: Sonraki
uk_ua: Далі

source: Begin Installation
de: I&nstallation starten
it: Inizia l'installazione

source: The configuration has been saved successfully. Do you really want to start the Installation now?
de: Die Konfiguration wurde erfolgreich gespeichert. Sind Sie sich sicher, dass Sie die Installation jetzt starten wollen?
it: La configurazione è stata salvata con successo. Vuoi veramente iniziare l'installazione adesso?

source: The configuration has been saved successfully. Do you want to see/manually edit it?
de: Die Konfiguration wurde erfolgreich gespeichert. Wollen Sie sie sich ansehen oder (manuell) bearbeiten?
it: La configurazione è stata salvata con successo. Vuoi vederla/modificarla manualmente?

source: Begin installation
de: I&nstallation starten
it: Inizia l'installazione

source: Begin Recovery
de: Wiederherstellung starten
it: Inizia il ripristino

source: Begin Update
de: Update starten
it: Inizia l'aggiornamento

source: The Partition-Table has been changed. Do you want to rebuild the FStab now?
de: Die Partitionstabelle wurde geändert. Wollen Sie die FStab jetzt neu aufbauen lassen?
it: La tabella delle partizioni è cambiata. Vuoi ricostruire l'fstab ora?

source: Device
de: Gerät
it: Periferica

source: Mountpoint
it: Punto di mount

source: Pre&vious
de: Zurück
it: Precedente

source: <font size="+3" face="Voreinstellung">Welcome to the Kanotix HD-Installation</font>
de: <font size="+3" face="Voreinstellung">Willkommen zur Kanotix HD-Installation</font>
it: <font size="+3" face="Voreinstellung">Benvenuto nel programma di installazione di KANOTIX</font>

source: <p><b>This application will install Kanotix to your harddisk.</b></p> <p><font color="#ff0000">Note that this version is still an very early version and under heavy development. The author takes no responsibility for data loss or hardware damage.</font></p> <p>If you need any help with the installation visit the Kanotix-Website, -Wiki, -Forum or -Chat!</p> <p>Author: <b>Andreas Loibl</b> &lt;andreas@andreas-loibl.de&gt;<br> <u>http://www.andreas-loibl.de/</u></p> <p>The built-in Partition-Manager in Kanotix-Installer is based on QTParted, version 0.4.5, by <b>Vanni Brutto</b>.<br> <u>http://qtparted.sourceforge.net/</u></p> <p> Kanotix-Website: <u>http://www.kanotix.net</u> Kanotix-Wiki: <u>http://wiki.kanotix.net</u> Kanotix-Forum: <u>http://forum.kanotix.net</u> Kanotix-IRC: <u>http://irc.kanotix.net</u> </p>
de: <p><b>Dieses Programm installiert Kanotix auf der Festplatte.</b></p> <p><font color="#ff0000">Bitte beachten Sie, dass diese Version noch eine sehr frühe und noch in starker Entwicklung befindliche Version ist. Der Autor übernimmt keinerlei Garantie! Das Verwenden geschieht auf eigene Verantwortung!</font></p> <p>Wenn Sie Hilfe bei der Installation benötigen besuchen Sie die Kanotix-Website, das Wiki, Forum oder den Chat!</p> <p>Autor: <b>Andreas Loibl</b> &lt;andreas@andreas-loibl.de&gt;<br> <u>http://www.andreas-loibl.de/</u></p> <p>Der eingebaute Partition-Manager in Kanotix-Installer basiert auf QTParted, Version 0.4.5 von <b>Vanni Brutto</b>.<br> <u>http://qtparted.sourceforge.net/</u></p> <p> Kanotix-Website: <u>http://www.kanotix.net</u> Kanotix-Wiki: <u>http://wiki.kanotix.net</u> Kanotix-Forum: <u>http://forum.kanotix.net</u> Kanotix-IRC: <u>http://irc.kanotix.net</u> </p>
it: <p><b>Questo programma installerà Kanotix nel tuo hard disk.</b></p> <p><font color="#ff0000">Tenere presente che questa è ancora una versione beta ed è tutt'ora in fase di sviluppo. L'autore non si prende responsabilità alcuna per perdite di dati o danneggiamento dell'hardware.</font></p> <p>Se hai bisogno di aiuto con l'installazione visita il sito web di KANOTIX, il wiki, il forum o la chat!</p> <p>Autore: <b>Andreas Loibl</b> &lt;andreas@andreas-loibl.de&gt;<br> <u>http://www.andreas-loibl.de/</u></p> <p>Il gestore di partizioni integrato nel programma di installazione di KANOTIX è basato su QTParted, versione 0.4.5, di <b>Vanni Brutto</b>.<br> <u>http://qtparted.sourceforge.net/</u></p> <p> Kanotix-Website: <u>http://www.kanotix.net</u> Kanotix-Wiki: <u>http://wiki.kanotix.net</u> Kanotix-Forum: <u>http://forum.kanotix.net</u> Kanotix-IRC: <u>http://irc.kanotix.net</u> </p>

source: Select your Installation-Mode
de: Wählen Sie den gewünschten Installations-Modus
it: Seleziona la modalità di installazione

source: &Recover an existing Kanotix-HD-Installation
de: Wiederherstellen einer Kanotix-Festplatteninstallation
it: Ripristina una installazione su hard disk già esistente di KANOTIX

source: Welc&ome
de: Willkommen
it: Benvenuto

source: Root-Partition:
it: Partizione di root:

source: format &with
de: formatieren &mit
it: formatta con

source: Set mountpoints of other partitions (will not be formatted automatically)
de: Mountpoints anderer Partitionen festlegen (werden nicht automatisch formatiert)
it: Assegna i punti di mount di altre partizioni (non verranno formattate automaticamente)

source: <p><b>Root-Partition</b>: On this partition the main system will be installed</p> <p><b>Mountpoints of other partitions</b>: With this you can use a seperate home-partition (Mountpoint: /home)</p>
de: <p><b>Root-Partition</b>: Auf diese Partition wird das Hauptsystem installiert.</p> <p><b>Mountpoints anderer Partitionen</b>: Damit können Sie z.B. ein seperates Home- Verzeichnis anlegen (Mountpoint: /home)</p>
it: <p><b>Partizione di root</b>: in questa partizione verrà installato il sistema principale</p> <p><b>Punti di mount di altre partizioni</b>: con questo puoi utilizzare una partizione home separata (Punto di mount: /home)</p>

source: Start Part.-manager
de: Partitionierer starten
it: Avvia Gestore partizioni

source: &Re-read /etc/fstab
de: /e&tc/fstab neu einlesen
it: Rilegge /etc/fstab

source: Par&titioning
de: Par&titionierung
it: Partizionamento

source: <p><b>Bootmanager</b>: A bootmanager allows you to choose the OS you want to boot at startup.</p> <p><b>Installation-place</b>: MBR (Master Boot Record) or root-partition</p>
de: <p><b>Bootmanager</b>: Ein Bootmanager ermöglicht es, dass man beim Booten auswählen kann welches Betriebssystem gestartet werden soll.</p> <p><b>Installationsort</b>: MBR (Master Boot Record) oder Root-Partition</p>
it: <p><b>Gestore d'avvio</b>: un gestore d'avvio ti permette di scegliere il S.O. che vuoi avviare.</p> <p><b>Dove installarlo</b>: MBR (Master Boot Record) o partizione di root</p>

source: Create a bootdisk
de: Bootdiskette erstellen
it: Crea un disco d'avvio

source: Installation-place
de: Installationsort
it: Dove installarlo

source: Bootmanager
it: Gestore d'avvio

source: <b>Root-password</b>: This password will be used for the administrator. So keep it in mind!<br> <br> <b>Username</b>: The username should consist of lower case letters (and numbers) only.<br> <br> <b>Important: All passwords have to be between 6 and 20 characters long!</b>
de: <b>Root-Passwort</b>: Dieses Passwort wird für den Administrator-Zugang verwendet. Merken Sie Sich dieses Passwort deswegen gut!<br> <br> <b>Benutzername</b>: Der Benutzername sollte nur aus Kleinbuchstaben (und Zahlen) bestehen.<br> <br> <b>Hinweis: Alle Passwörter müssen zwischen 6 und 20 Zeichen lang sein!</b>
it: <b>Password di root</b>: questa password verrà utilizzata dall'amministratore. Da tenere a mente!<br> <br> <b>Nome utente</b>: il nome utente deve essere composto di caratteri minuscoli (e numeri) soltanto.<br> <br> <b>Importante: tutte le password devono avere una lunghezza compresa tra 6 e 20 caratteri!</b>

source: Root-password again:
de: Root-Passwort wiederholen:
it: Password di root di nuovo:

source: Root-password:
de: Root-Passwort:
it: Password di root:

source: Password again:
de: Passwort wiederholen:
it: Password di nuovo:

source: Realname:
de: Echter Name:
it: Vero nome:

source: Username:
de: Benutzername:
it: Nome utente:

source: <b>Hostname</b>: The hostname should consist of letters (and numbers) only and it must not begin with a number.<br>
de: <b>Rechnername</b>: Der Rechnername sollte nur aus Buchstaben (und Zahlen) bestehen und darf nicht mit einer Zahl beginnen<br>
it: <b>Nome dell'host</b>: il nome dell'host deve essere composto di lettere (e numeri) soltanto e non deve iniziare con un numero.<br>

source: Hostname:
de: Rechnername
it: Nome dell'host:

source: Net&work
de: Netz&werk
it: Rete

source: You provided all Information neccessary to start the Kanotix-Installation.<br> <br> You can check or change your Options once again by pressing the "<b>Back</b>" Button.<br> <br> If everything is correct for you, begin the installation by pressing "<b>Begin installation</b>".
de: Es sind alle notwendigen Daten vorhanden um die Kanotix-Installation zu starten.<br> <br> Sie können die Einstellungen nochmal Überpruefen, indem Sie den Button "<b>Zurück</b>" betätigen.<br> <br> Wenn alles in Ordnung ist können Sie die Installation mit dem Button "<b>Installation starten</b>" beginnen.
it: Hai inserito tutte le informazioni necessarie per iniziare l'installazione di KANOTIX.<br> <br> Puoi controllare di nuovo o cambiare le tue opzioni premendo il pulsante "<b>Precedente</b>".<br> <br> Se per te è tutto corretto, inizia l'installazione premendo il pulsante "<b>Inizia l'installazione</b>".

source: Save configuration and start installation
de: Konfiguration speichern und Installation starten
it: Salva la configurazione e inizia l'installazione

source: Save configuration onl&y (~/.knofig)
de: Nur die &Konfiguration speichern (~/.knofig)
it: Salva la configurazione soltanto (~/.knofig)

source: Start Kanotix-Installer-Script &without configuration (this configuration will be lost)
de: Kanotix-Install-Script ohne Konfiguration starten (dadurch gehen diese Einstellungen &verloren)
it: Avvia lo script Kanotix-Installer senza configurazione (questa configurazione sarà persa)

source: Force Installation (Ignore RAM-/Partition-Check, etc.)
de: Installation erzwingen (Keine Prüfung durchführen)
it: Forza l'installazione (ignora il controllo di RAM,Partizioni,ecc.)

source: I&nstallation
it: Installazione

source: Prevent these Paths from Updating (one Path per Line)
de: Diese Pfade vom Update ausnehmen (ein Pfad pro Zeile)
it: Impedisce l'aggiornamento di questi percorsi (un percorso per linea)

source: <p><b>Root-Partition</b>: The partition where the old Kanotix - Installation is</p> <p><b>Bootmanager</b>: A bootmanager allows you to choose the OS you want to boot at startup.</p> <p><b>Installation-place</b>: MBR (Master Boot Record) or root-partition</p>
de: <p><b>Root-Partition</b>: Die Partition auf der Kanotix jetzt installiert ist</p> <p><b>Bootmanager</b>: Ein Bootmanager ermöglicht es, dass man beim Booten auswählen kann welches Betriebssystem gestartet werden soll.</p> <p><b>Installationsort</b>: MBR (Master Boot Record) oder Root-Partition</p>
it: <p><b>Partizione di root</b>: la partizione dove c'è la vecchia installazione di KANOTIX</p> <p><b>Gestore d'avvio</b>: un gestore d'avvio ti permette di scegliere il S.O. che vuoi avviare.</p> <p><b>Dove installarlo</b>: MBR (Master Boot Record) o partizione di root</p>

source: Recover Kanotix-Bootmanager
de: Kanotix-Bootmanager wiederherstellen
it: Ripristina il gestore d'avvio di KANOTIX

source: Restore standard MBR on
de: Standard-MBR wiederherstellen auf
it: Ripristina l'MBR standard

source: Recover&y-Tools
de: Wiederherstellung
it: Strumenti di ripristino

source: A KDE KPart Application
it: Un'applicazione KDE Kpart

source: Kanotix-Installer by A. Loibl
it: Kanotix-Installer di A. Loibl

source: Critical error during ped_disk_new!
de: Bei ped_disk_new ist ein schwerwiegender Fehler aufgetreten.
it: Errore critico durante ped_disk_new!

source: Critical error during ped_disk_duplicate!
de: Bei ped_disk_duplicate ist ein schwerwiegender Fehler aufgetreten.
it: Errore critico durante ped_disk_duplicate!

source: Getting info about partition %1.
de: Ermittle Informationen über Partition %1.
it: Raccolgo informazioni sulla partizione %1

source: Creating partition.
de: Erstelle Partition.
it: Creo la partizione.

source: Preparation for removing a partition.
de: Vorbereiten, um eine Partition zu löschen.
it: Preparazione per la rimozione di una partizione.

source: Removing a partition.
de: Löschen einer Partition.
it: Rimuovo una partizione.

source: Preparation for resizing a partition.
de: Vorbereiten, um die Größe einer Partition zu ändern.
it: Preparazione per il ridimensionamento di una partizione.

source: Resizing a partition.
de: Größe einer Partition ändern.
it: Ridimensiono una partizione.

source: Preparation for moving a partition.
de: Vorbereiten, um eine Partition zu verschieben.
it: Preparazione per muovere una partizione.

source: Moving a partition.
de: Eine Partition verschieben.
it: Muovo una partizione.

source: Preparation for activating a partition.
de: Vorbereiten, um eine Partition zu aktivieren.
it: Preparazione per l'attivazione di una partizione.

source: Activating a partition.
de: Aktiviere eine Partition.
it: Attivo una partizione.

source: Preparation for hiding a partition.
de: Vorbereiten, um eine Partition zu verstecken.
it: Preparazione per nascondere una partizione.

source: Hiding a partition.
de: Verstecken einer Partition.
it: Nascondo una partizione.

source: Preparation for formatting a partition.
de: Vorbereiten, um eine Partition zu formatieren.
it: Preparazione per formattare una partizione.

source: Formatting a partition.
de: Formatiere eine Partition.
it: Formatto una partizione.

source: Rescan of the disk.
de: Das Laufwerk neu einlesen.
it: Scansiono di nuovo il disco.

source: All operations completed.
de: Alle Aktionen beendet.
it: Tutte le operazioni sono state completate.

source: This filesystem cannot be greater of %1
de: Dieses Dateisystem kann nicht Größer als %1 sein
it: Questo filesystem non può essere più grande di %1

source: Devfs is disabled.
de: devfs ist inaktiv.
it: Devfs è disabilitato.

source: Partition table: %1
de: Partitionstabelle: %1
it: Tabella delle partizioni: %1

source: Initializing
de: Initialisiere
it: Inizializzazione

source: Time Left: %1
de: Verbleibende Zeit: %1
it: Tempo rimasto: %1

source: Operation: %1 of %2. Current operation: %3
de: Aktion %1 von %2. Aktuelle Aktion: %3
it: Operazione: %1 di %2. Operazione corrente: %3

source: Operations completed sucessfully.
de: Aktionen erfolgreich beendet.
it: Operazioni completate con successo.

source: Minimum Size: %1 MB
de: Minimale Größe: %1 MB
it: Dimensione minima: %1 MB

source: Resize partition
de: Größe der Partition ändern
it: Ridimensiona la partizione

source: Warning: Resizing partitions can be very dangerous. You can loose data if things go wrong, even if the program works perfectly - a power outage while writing changes to the disk would be disastrous. Make sure you have a backup!
de: Warnung: Das Verkleinern/Vergrößern einer Partition kann sehr gefährlich sein. Sie können Daten verlieren wenn etwas schief geht, aber auch wenn das Programm perfekt funktioniert - ein Stromausfall während auf die Platte geschrieben wird wäre fatal. Machen Sie vorsichtshalber ein Backup!
it: Attenzione: Ridimensionare le partizioni può essere molto pericoloso. Puoi perdere i dati se le cose vanno storte, anche se il programma funziona perfettamente un black out elettrico mentre vengono scritti i cambiamenti nel disco sarebbe disastroso. Assicurati di avere un salvataggio!

source: Move partition
de: Partition verschieben
it: Muove la partizione

source: Disks
de: Laufwerke
it: Dischi

source: No device found. Maybe you're not using root user?
de: Kein Gerät gefunden. Sind sie wirklich root?
it: Nessuna periferica trovata. Probabilmente non stai utilizzando l'utente root.

source: command not found
de: Befehl nicht gefunden
it: comando non trovato

source: Cannot enlarge a partition if the disk device is busy
de: Kann keine Partition vergrößern, solange das Laufwerk beschäftigt ist
it: Non posso allargare una partizione se la periferica disco è occupata

source: Resizing in progress.
de: Ändern der Größe...
it: Ridimensionamento in corso.

source: Syncing device.
de: Schreibe Dateisystempuffer auf die Platte.
it: Sincronizzazione della periferica.

source: Writing superblocks and filesystem.
de: Schreibe Superblock und Dateisystem.
it: Scrittura dei superblock e del filesystem.

source: Writing inode tables.
de: Schreibe Dateizuordnungstabelle.
it: Scrittura delle tabelle inode.

source: There was a problem with mkfs.ext3.
de: Ein Problem mit mkfs.ext3 ist aufgetreten.
it: C'è stato un problema con mkfs.ext3

source: There was a problem with mkfs.xfs.
de: Ein Problem mit mkfs.xfs ist aufgetreten.
it: C'è stato un problema con mkfs.xfs

source: Error during xfs_grow.
de: Fehler während xfs_grow aufgetreten.
it: Errore durante xfs_grow.

source: No label
de: Kein Label
it: Nessuna etichetta

source: There was a problem with mkfs.reiserfs.
de: Ein Problem mit mkfs.reiserfs ist aufgetreten.
it: C'è stato un problema con mkfs.reiserfs

source: Operation successfully completed.
de: Aktion erfolgreich beendet.
it: Operazione completata con successo.

source: An error has occurs during the operation.
de: Bei der Aktion ist ein Fehler aufgetreten.
it: C'è stato un errore durante l'operazione.

source: An error has happened during the ped_disk_new call.
de: Bei ped_disk_new ist ein Fehler aufgetreten.
it: C'è stato un errore durante la chiamata a ped_disk_new.

source: An error has happened during the ped_disk_get_partition call.
de: Bei ped_disk_get_partition ist ein Fehler aufgetreten.
it: C'è stato un errore durante la chiamata a ped_disk_get_partition.

source: An error has happened during ped_partition_new call.
de: Bei ped_partition_call ist ein Fehler aufgetreten.
it: C'è stato un errore durante la chiamata a ped_partition_new.

source: An error has happened during ped_disk_add_partition call.
de: Bei ped_disk_add_partition ist ein Fehler aufgetreten.
it: C'è stato un errore durante la chiamata a ped_disk_add_partition.

source: An error has happened during ped_partition_set_system call.
de: Bei ped_partition_set_system ist ein Fehler aufgetreten.
it: C'è stato un errore durante la chiamata a ped_partition_set_system.

source: An error has happened during ped_partition_set_flag call.
de: Bei ped_partition_set_flag ist ein Fehler aufgetreten.
it: C'è stato un errore durante la chiamata a ped_partition_set_flag.

source: An error has happened during ped_disk_delete_partition call.
de: Bei ped_disk_delete_partition ist ein Fehler aufgetreten.
it: C'è stato un errore durante la chiamata a ped_disk_delete_partition.

source: This is a virtual partition. You cannot alter it: use undo instead.
de: Dies ist eine virtuelle Partition, diese lässt sich nicht ändern: nehmen Sie die Änderungen an ihr stattdessen zurück.
it: Questa è una partizione virtuale. Non la puoi alterare, devi utillizzare Annulla.

source: Bug during mkfs! Cannot format virtual partitions!
de: Fehler bei mkfs! Kann keine virtuellen Partitionen formatieren!
it: Errore durante mkfs! Non posso formattare partizioni virtuali!

source: Scanning all disk partitions.
de: Scanne alle Laufwerks-Partitionen.
it: Analisi di tutte le partizioni del disco.

source: Cannot get parted version.
de: Kann die Version von parted nicht ermitteln.
it: Non posso ottenere la versione di parted.

source: Cannot change the active status on this partition
de: Kann den Aktivierungs-Status dieser Partition nicht ändern
it: Non posso cambiare lo stato attivo di questa partizione

source: Cannot change the hidden status on this partition
de: Kann den Sichtbarkeits-Status dieser Partition nicht ändern
it: Non posso cambiare lo stato nascosto di questa partizione

source: A bug was found in QTParted during set_system, please report it!
de: Während set_system wurde ein Fehler in QTParted gefunden, bitte diesen melden!
it: Si è verificato un errore in QTParted durante set_system, per favore segnalalo!

source: A bug was found in QTParted during ped_file_system_type_get, please report it!
de: Während ped_file_system_type_get wurde ein Fehler in QTParted gefunden, bitte diesen melden!
it: Si è verificato un errore in QTParted durante ped_file_system_type_get, per favore segnalalo!
