Repository: fullstory-morgue/knx-installer
Catalog: po/*.po
Languages: cs, de, es, fr, it, sk, tr, uk_ua

source: The swap partitions to be used by the installed $FLL_DISTRO_NAME.
cs: Oddíly swap, které budou použity
es: Las particiones de intercambio que serán usadas por la $FLL_DISTRO_NAME instalada.
fr: La partition d'échange utilisée pour $FLL_DISTRO_NAME
sk: Oddiely swap, ktoré budú použité
tr: Kurulacak $FLL_DISTRO_NAME tarafından kullanılacak takas alanları
uk_ua: Розділ свопінгу для використання встановленим Кнопіксом.

source: Swapspace-Options:
cs: Volby prostoru swap:
es: Opciones de espacio de intercambio:
fr: Options pour la swap:
sk: Voľby priestoru swap:
tr: Takas alanı seçenekleri :
uk_ua: Свопінг - параметри:

source: The autodetected swapdrives $SWAP_CHOICES will be used.
cs: Budou použity automaticky nalezené zařízení swap $SWAP_CHOICES.
es: Las unidades autodetectadas $SWAP_CHOICES se utilizarán.
fr: La partitiond'échange utilisée sera $SWAP_CHOICES
sk: Budú použité automaticky nájdené zariadenia swap $SWAP_CHOICES.
tr: Tespit edilen $SWAP_CHOICES takas alanları kullanılacak.
uk_ua: Будуть використовуватись автовизначені свопінги $SWAP_CHOICES.

source: The choosen swapdrives $SWAP_CHOICES will be used.
cs: Budou použity vybrané zařízení swap $SWAP_CHOICES.
es: Las unidades seleccionadas $SWAP_CHOICES se utilizarán.
fr: La partition $SWAP_CHOICES choisie sera utilisée comme swap.
sk: Budú použité vybrané zariadenia swap $SWAP_CHOICES.
tr: Seçilen $SWAP_CHOICES takas alanları kullanılacak.
uk_ua: Будуть використовуватись вибрані свопінги $SWAP_CHOICES.

source: No swap partitions are needed.
cs: Nejsou potřeba žádné swap oddíly.
es: No se necesitan particiones de intercambio.
fr: Aucune partition de swap n'est nécessaire.
sk: Nie sú potrebné žiadné swap oddiely.
tr: Takas alanına ihtiyacınız yok
uk_ua: Розділи свопінгу непотрібні.

source: Adding swap-devices to /etc/fstab ...
cs: Přidávání swap-zařízení do /etc/fstab ...
es: Añadiendo unidades de intercambio a /etc/fstab ...
fr: Ajout de la swap a /etc/fstab
sk: Pridávanie swap-zariadení do /etc/fstab ...
tr: /etc/fstab dosyasına takas alanları ekleniyor ...
uk_ua: Пристрої свопінгу додаються до /etc/fstab ...

source: Changing user in Passwd/Shadow...
cs: Změna uživatele v Passwd/Shadow...
es: Modificando usuario en Passwd/Shadow...
fr: Changement de l'utilisateur dans Passwd/Shadow...
sk: Zmena užívateľa v Passwd/Shadow...
tr: Passwd/Shadow dosyalarında kullanıcı değiştiriliyor ...
uk_ua: Зміна користувача в Passwd/Shadow...

source: Setting passwords ...
cs: Nastavení hesel ...
es: Asignando contraseñas ...
fr: Paramètrage des mots de passes
sk: Nastavenie hesiel ...
tr: Şifreler ayarlanıyor...
uk_ua: Установка паролів ...

source: Updating group ...
cs: Aktualizace skupiny ...
es: Actualizando grupo ...
fr: Mise à jour des groupes
sk: Aktualizácia skupiny ...
tr: group güncelleniyor ...
uk_ua: Поновлення групи ...

source: Name-Options:
cs: Jméno:
es: Opciones de nombre:
fr: Options-du-Nom:
sk: Meno-Volby:
tr: İsim seçenekleri :
uk_ua: Назва - параметри:

source: Your name is: $NAME_NAME
cs: Vaše jméno je: $NAME_NAME
es: Su nombre es: $NAME_NAME
fr: Votre nom est: $NAME_NAME
sk: Vaše meno je: $NAME_NAME
tr: İsminiz : $NAME_NAME
uk_ua: Ваше ім'я: $NAME_NAME

source: Here you must input your whole name. It is used to create a default user.
cs: Zadejte prosím vaše jméno a příjmění, které bude použito pro vytvoření standardního uživatele.
es: Aquí debe introducir su nombre completo. Se utiliza para crear un usuario por defecto.
fr: Entrez ici votre nom complet. Ceci pour la création d'un utilisateur par défaut.
sk: Zadajte prosím vaše méno a priezvisko, ktoré bude použité pre vytvorenie štandardného uživateľa.
tr: Burada isminizi girmelisiniz. Bu öntanımlı kullanıcı oluşturmak için kullanılacak.
uk_ua: Тут ви мусите ввести ваше повне ім'я. Воно використовується для створення типового користувача.

source: Input your whole name (name surname)
cs: Zadejte vaše celé jméno (jméno příjmění)
es: Introduzca su nombre completo (nombre y apellidos)
fr: Saississez votre nom complet (nom prénom)
sk: Zadejte vaše celé meno (meno priezvisko)
tr: Adınızı ve soyadınızı girin .
uk_ua: Введіть ваше повне ім'я (ім'я прізвище)

source: Your choosen username is: $USER_NAME
cs: Zvolili jste uživatelské jméno: $USER_NAME
es: Su nombre seleccionado es: $USER_NAME
fr: Votre nom d'utilisateur est: $USER_NAME
sk: Zvolili ste uživateľské meno: $USER_NAME
tr: Seçtiğiniz kullanıcı adı : $USER_NAME
uk_ua: Ваше вибране ім'я користувача: $USER_NAME

source: Here you must input your preferred username. Suggested: $proposal
cs: Zadejte prosím uživatelské jméno (login). Návrh: $proposal
es: Aquí debe introducir su nombre de usuario. Sugerido: $proposal
fr: Saisissez ici un nom d'utilisateur. Suggestion: $proposal
sk: Zadajte prosím uživateľské meno (login). Návrh: $proposal
tr: Burada kullanmak istediğiniz kullanıcı adını girmelisiniz. Önerilen : $proposal
uk_ua: Тут ви мусите ввести вибране ім'я користувача. Пропонується: $proposal

source: Input your user name (perhaps you like: $proposal)
cs: Zadejte vaše jméno (třeba např. $proposal)
es: Introduzca su nombre de usuario (quizás algo como: $proposal)
fr: Saisissez votre nom d'utilisateur (peut être préfèrez-vous: $proposal)
sk: Zadejte vaše meno (napr. $proposal)
tr: Kullanıcı adınızı girin ( önerilen : $proposal )
uk_ua: Введіть ваше ім'я користувача (можливо вам подобається: $proposal)

source: Here you must choose the password for the user $USER_NAME and input it twice. If you have already chosen one, you can leave the fields blank. But you cannot recover the password once saved, as it is encrypted.
cs: Zde musíte zvolit heslo pro uživatele $USER_NAME a zadat ho dvakrát. Pokud jste už heslo zvolili, můžete nechat políčka prázdné. Nemůžete ovšem obnovit heslo jakmile je uloženo, protože je zašifrováno.
es: Aquí debe seleccionar la contraseña para el usuario $USER_NAME e introducirla dos veces. Si ya ha elegido una, puede dejar los campos en blanco. Pero no puede recuperar la contraseña una vez guardada, ya que está cifrada.
fr: Choisissez ici un mot de passe pour l'utilisateur $USER_NAME et saisissez le deux fois. si vous en avez déja choisis un, vous pouvez laiser les champs vides. Mais vous ne pourrez plus récupèrez le mot de passe une fois enregistré et crypté.
sk: Tu musíte zvoliť heslo pre užívateľa $USER_NAME a zadať ho dvakrát. Pokiaľ ste už heslo zvolili, môžete nechať políčka prázdné. Nemôžete však obnoviť heslo akonáhle je uložené, pretože je zašifrované.
tr: Burada $USER_NAME kullanıcısı için şifre belirlemeli ve bunu doğrulamalısınız. Eğer daha önce bir şifre atadıysanız burayı boş bırakabilirsiniz.Şifrelenmiş(encrypted) olarak kaydedildiği için bu şifreyi değiştiremezsiniz.
uk_ua: Тут ви мусите вибрати пароль для користувача $USER_NAME і ввестийого двічі. Якщо ви вже його вибрали, можете залишити ці поля порожніми. Але ви не зможете.відновити пароль після збереження, бо він під час цього зашифровується.

source: Input your user-password
cs: Zadejte heslo pro uživatele
es: Introduzca su contraseña de usuario
fr: Saisissez le mot de passe de l'utilisateur
sk: Zadejte heslo pre užívateľa
tr: Kullanıcı şifrenizi girin
uk_ua: Введіть ваш пароль користувача

source: Input your user-password again
cs: Zadejte heslo pro uživatele ještě jednou
es: Introduzca su contraseña de usuario otra vez
fr: Saisissez le encore une fois
sk: Zadajte heslo pre užívateľa ešte raz
tr: Kullanıcı şifrenizi tekrar girin
uk_ua: Введіть ваш пароль користувача знов

source: Passwords do not match or no password was given.
cs: Nezadali jste heslo nebo se hesla liší.
es: Las contraseñas no coinciden o no se introdujo contraseña.
fr: Les deux mots de passe sont différents ou vous n'avez rien saisis.
sk: Nezadali ste heslo alebo sú zadané heslá rozdielne.
tr: Şifreler uyuşmuyor veya bir şifre girilmedi
uk_ua: Паролі не співпадають або не були введені.

source: Here you must choose the password for system administration (user root) and input it twice. If you have already chosen one, you can leave the fields blank. But you cannot recover the password once saved, as it is encrypted. Remember that the root-User is the Administrator of the system, so it is a very important password.
cs: Zde musíte zvolit heslo pro správce systému (uživatel root) a zadat ho dvakrát. Pokud jste už heslo zvolili, můžete nechat políčka prázdné. Nemůžete ovšem obnovit heslo jakmile je uloženo, protože je zašifrováno. Pamatujte si, že uživatel root je správce systému, takže je to velmi důležité heslo.
es: Aquí debe seleccionar la contraseña para el administrador del sistema (usuario root) e introducirla dos veces. Si ya ha elegido una, puede dejar los campos en blanco. Pero no puede recuperar la contraseña una vez guardada, ya que está cifrada. Recuerde que el usuario root es el Administrador del sistema, por lo que es una contraseña muy importante.
fr: Choisissez ici un mot de passe pour l'administrateur du système (root) et saisissez le deux fois. si vous en avez déja choisis un, vous pouvez laiser les champs vides. Mais vous ne pourrez plus récupèrez le mot de passe une fois enregistré et crypté. L'utilisateur root est l'admnistrateur du système, donc c'est un mot de passe très important, ne le perdez pas.
sk: Tu musíte zvoliť heslo pre správcu systému (uživateľ root) a zadať ho dvakrát. Pokiaľ ste už heslo zvolili, môžete nechať políčka prázdne. Nemôžete však obnoviť heslo akonáhle je uložené, pretože je zašifrované. Pamätajte si, že uživateľ root je správca systému, takže je to veľmi dôležité heslo.
tr: Burada sistem yöneticisi(root) için şifre belirlemeli ve bu şifreyi onaylamalısınız. Eğer daha önce bir şifre atadıysanız burayı boş bırakın.Şifrelenmiş(encrypted) olarak kaydedildiği için bu şifreyi değiştiremezsiniz. root kullanıcısının sistem yönetcisi olduğunu ve bu şifrenin çok önemli olduğunu unutmayın.
uk_ua: Тут ви мусите вибрати пароль для адміністрування системи (root) і ввести його двічі. Якщо ви вже його вибрали, можете залишити ці поля порожніми. Але ви не зможете.відновити пароль після збереження, бо він під час цього зашифровується. Пам'ятайте, що користувач root - це адміністратор системи, тому це дуже важливий пароль.

source: Input your administration password
cs: Vložte heslo správce systému
es: Introduzca la contraseña de administración
fr: Saisissez le mot de passe de l'administrateur
sk: Zadajte heslo správcu systému
tr: root şifrenizi girin
uk_ua: Введіть ваш адміністраційний пароль

source: Input your administration password again
cs: Vložte heslo správce systému ještě jednou
es: Introduzca la contraseña de administración otra vez
fr: Saisissez le encore une fois
sk: Zadajte heslo správcu systému ešte raz
tr: root şifrenizi tekrar girin
uk_ua: Введіть ваш адміністраційний пароль знов

source: Services-Options:
cs: Nastavení Služeb:
es: Opciones de servicios:
fr: Options-des-Services:
sk: Služby-Voľby:
tr: Servis seçenekleri :
uk_ua: Служби - параметри:

source: The following services will be started, after each system bootup: $SERVICES_START
cs: Následující služby budou spuštěny po každém startu počítače: $SERVICES_START
es: Los siguientes servicios se iniciarán después de cada arranque del sistema: $SERVICES_START
fr: Les services suivants seront lancés à chaque démarrage: $SERVICES_START
sk: Nasledujúce služby budú spustené po každom štarte počítača: $SERVICES_START
tr: Bu servisler sistem açılışında başlatılacaktır : $SERVICES_START
uk_ua: Наступні служби будуть запускатись при запуску системи: $SERVICES_START

source: Possible services are for now: kdm cupsys smail ssh samba
es: Los posibles servicios por ahora son: kdm cupsys smail ssh samba
sk: Momentálne môžete vybrať služby: kdm cupsys smail ssh samba
tr: Şu anki kullanılabilir servisler :kdm cupsys smail ssh samba
uk_ua: Можливі служби (поки що): kdm cupsys smail ssh samba

source: Chooses the Boot-Loader (grub is non-functional at the moment)
cs: Vybírá boot-loader (grub je momentálně mimo provoz)
es: Selecciona el gestor de arranque (grub no funciona por el momento)
fr: Choisissez un chargeur de boot (grub n'est pas disponible pour le moment)
sk: Vyberá boot-loader (grub je momentálne nepouživaný)
tr: Açılış önyükleyicisini seçin (GRUB şu anda kullanılamıyor)
uk_ua: Вибирається завантажувач системи (grub поки що не працює)

source: If set to 'yes' a boot disk will be created!
cs: Pokud je zaškrtnuta volba ano, bude vytvořena bootovací (startovací) disketa!
es: Si está puesto a sí, se creará un disquete de arranque
fr: Si la valeur est yes une disquette de boot sera créée!
sk: Pokiaľ je zaškrtnutá voľba áno, bude vytvorená bootovacia (štartovacia) disketa!
tr: Eğer "evet" olarak ayarlanmışsa bir açılış disketi oluşturulacak!
uk_ua: Якщо вибрано 'так', то буде створено диск завантаження!

source: Where the Boot-Loader will be installed
cs: Kam bude boot-loader nainstalován
es: Donde se instalará el gestor de arranque
fr: Emplacement où sera installé le chargeur de boot
sk: Kam bude boot-loader nainštalováný
tr: Açılış önyükleyicisinin kurulacağı yer
uk_ua: Куди буде встановлено завантажувач

source: Bootloader-Options:
cs: Nastvení zavaděče (Bootloader):
es: Opciones del gestor de arranque:
fr: Options-du -chargeur-de-boot:
sk: Bootloader-Voľby:
tr: Önyükleyici seçenekleri :
uk_ua: Завантажувач - параметри:

source: A bootdisk will be created.
cs: Bude vytvořena bootovací disketa.
es: Se creará un disquete de arranque.
fr: Une disquette sera créée
sk: Bude vytvorená bootovacia disketa.
tr: Bir açılış disketi oluşturulacak.
uk_ua: Буде створено диск завантаження.

source: No bootdisk will be created.
cs: Nebude vytvořena bootovací disketa.
es: No se creará disquete de arranque.
fr: Aucune disquette ne sera créée.
sk: Nebude vytvorená bootovacia disketa.
tr: Açılış disketi oluşturulmayacak
uk_ua: Диск завантаження не буде створено.

source: The bootloader $BOOT_LOADER will be used and installed in $BOOT_WHERE.
cs: Bootloader $BOOT_LOADER bude použitý a nainstalovaný do $BOOT_WHERE.
es: El gestor de arranque $BOOT_LOADER se utilizará e instalará en $BOOT_WHERE.
fr: Le chargeur de boot $BOOT_LOADER sera utilisé et installé sur $BOOT_WHERE.
sk: Bootloader $BOOT_LOADER bude použitý a nainštalovaný do $BOOT_WHERE.
tr: $BOOT_WHERE üzerine kurulan $BOOT_LOADER önyükleyicisi kullanılacak.
uk_ua: Буде використано завантажувач $BOOT_LOADER і встановлено в $BOOT_WHERE.

source: Here you must choose if you want to install the boot-loader to MBR or to a partition.
cs: Zde musíte vybrat jestli chcete nainstalovat boot-loader do MBR nebo do diskového oddílu.
es: Aquí debe seleccionar si quiere instalar el gestor de arranque en el MBR(Sector de Arranque) o en una partición.
fr: Vous pouvez choisir ici si vous souhaitez installer le chargeur de boot sur le MBR ou sur une partition.
sk: Tu musíte vybrať či chcete nainštalovať boot-loader do MBR alebo do oddielu.
tr: Burada önyükleyicinin MBR'a veya başka bir bölüme kurulması gerektiğini seçeceksiniz.
uk_ua: Тут мусите вибрати чи встановлювати завантажувач в MBR (Головний Запис Завантаження) чи в розділ диску.

source: Choose where the boot-loader ($BOOT_LOADER) shall be installed
cs: Vyberte prosím kam bude boot-loader ($BOOT_LOADER) nainstalovaný
es: Elija dónde quiere que el gestor de arranque ($BOOT_LOADER) se instale
fr: Choisissez ou le chargeur de boot ($BOOT_LOADER) sera installé.
sk: Vyberte prosím kam bude boot-loader ($BOOT_LOADER) nainštalovaný
tr: Önyükleyicinin ($BOOT_LOADER) kurulmasını istediğiniz yeri seçin
uk_ua: Виберіть куди встановити завантажувач ($BOOT_LOADER)

source: Master Boot Record
es: Sector de Arranque Primario
tr: Ana Önyükleme Kaydı (MBR)
uk_ua: Головний Запис Завантаження (MBR)

source: To Root-Partition
cs: Do kořenového diskového oddílu (root)
es: En la partición raíz
fr: Sur la partition Root
sk: Do koreňového (root) oddielu
tr: Kök bölüme
uk_ua: До розділу root

source: Determines if the system is a debian-derivate, a copy from CD or a nice mix of both
es: Determina si el sistema es una derivación de debian, una copia del CD o una mezcla de ambos
fr: Détermine si le système sera un dérivé de Debian, une copie du CD ou un savant mélange des deux.
tr: Sistemin bir debian türevi, bir CD'den kopya veya ikisinin karışımı olup olduğu belirleniyor.
uk_ua: Визначає чи система походить з debian, копія з CD, чи гарна суміш двох

source: System-Options:
cs: Volba systému:
es: Opciones del Sistema:
fr: Options-du-système:
sk: Systém-Voľby:
tr: Sistem seçenekleri:
uk_ua: Система - параметри:

source: The installed system will be a $SYSTEM_TYPE type system.
uk_ua: Встановлена система буде $SYSTEM_TYPE типом системи.

source: Here you must choose the type of your system. A Beginner System will have hwdetection, but also support multiple users. A $FLL_DISTRO_NAME system will work exactly as from CD, but tools like apt-get do work. Debian-Type however is a full featured debian system and works like the 'old installer'.
es: Aquí debe seleccionar el tipo de su sistema. Un sistema de principiante tendrá detección de hardware, but también soporta múltiples usuarios. Un sistema $FLL_DISTRO_NAME no funcionará exactamente como desde el CD, pero herramientas como apt-get funcionan. Un sistema tipo Debian es un sistema debian con todas las características y funciona como el 'antiguo instalador'.
fr: Ici vous pouvez choisir le type d'installation. Une installation pour débutant qui gardera la détection matérielle, mais aussi le support multi-utilisateurs. Une installation à la façon du CD $FLL_DISTRO_NAME, le comportement sera exactment le même, mais des outils comme apt-get fonctionneront. Enfin, une installation à la façon Debian , vous aurez sur votre disque dur un système debian pleinement fonctionnel, comme avec l'ancien script d'installation.
tr: Burada kuracağınız sistemin tipini belirleyeceksiniz. Yeni kullanıcılar için Donanım tarama seçeneği ile çok kullanıcılı sistem; CD'den çalışıyormuş gibi sabit diskte çalışırtıran $FLL_DISTRO_NAME tipi ve Debian gibi sabit diskte çalışmasını sağlayan Debian tipi.
uk_ua: Тут ви мусите вибрати тип вашої системи. Система початківця матиме визначення обладнання, але також і підтримку для багатьох користувачів. Система Кнопікс працюватиме точно як із CD, але засоби, такі як apt-get працюватимуть. Тип Debian, однак, це повна система debian і працює як 'старий встановлювач'.

source: Choose your system type
cs: Zvolte typ systému
es: Elija el tipo de sistema
fr: Choisissez votre type d'installation
sk: Zvoľte typ systému
tr: Sistem tipinizi seçin
uk_ua: Виберіть тип вашої системи

source: Multi-User System with hw-detection (preferred way)
es: Sistema multi usuario con detección de hardware (sistema preferido)
fr: Système Multi-utilisateurs avec détection des périphériques (recommandé)
tr: Donanım tarama seçeneği ile çok kullanıcılı sistem (Tercih edilen yol)
uk_ua: Система для багатьох користувачів з виявленням обладнання (бажаний шлях)

source: $FLL_DISTRO_NAME system like from CD
cs: $FLL_DISTRO_NAME systém jako z CD (nevyžaduje hesla)
es: Sistema $FLL_DISTRO_NAME como desde CD
fr: $FLL_DISTRO_NAME système identique au CD
sk: $FLL_DISTRO_NAME systém ako z CD
tr: CD'den çalışıyormuş gibi, $FLL_DISTRO_NAME tipi
uk_ua: Система Кнопікс як на CD

source: Debian-like system (old installer way)
cs: Jako Debian (způsob starého instalátoru)
es: Sistema como Debian (método del antiguo instalador)
fr: Debian, système à la debian (équivalent au script knx-hdinstall)
sk: Ako Debian (spôsob starého inštalátoru)
tr: Debian tipi (eski kurulum tipi)
uk_ua: Debian-подібна система (шлях старого встановлювача)

source: Updating /etc/fstab...
cs: Aktualizace /etc/fstab...
es: Actualizando /etc/fstab...
fr: Mise à jour de /etc/fstab...
sk: Aktualizácia /etc/fstab...
tr: /etc/fstab güncelleniyor ...
uk_ua: Поновлення /etc/fstab...

source: Converting $FLL_DISTRO_NAME to Multi-User-System...
es: Convirtiendo $FLL_DISTRO_NAME a un sistema Multi usuario...
fr: Conversion de $FLL_DISTRO_NAME vers Système-Multi-Utilisateurs...
tr: $FLL_DISTRO_NAME çok kullanıcılı sisteme çevriliyor.
uk_ua: Конвертація Кнопікса у систему для багатьох користувачів...

source: Copying custom configuration ...
cs: Kopírování uživatelské konfigurace ...
es: Copiando la configuración propia ...
fr: Copie de la configuration personnalisée
sk: Kopírovánie užívateľskej konfigurácie ...
tr: Özel ayarlar kopyalanıyor ...
uk_ua: Копіювання нетипової конфігурації ...

source: Copying home directory ...
es: Copiando el directorio home ...
fr: Copie du répertoire home ...
tr: Ev dizinleri kopyalanıyor ...
uk_ua: Копіювання домашньої теки ...

source: Warning: Templates could not be found. Not updating: profile, inittab, sudoers, hosts.allow!
es: Atención: No se encontraron las plantillas. ¡No se actualiza: profile, inittab, sudoers, hosts.allow !
fr: attention: Les templates n'ont pas étés trovés. Les fichiers profile, inittab, sudoers, hosts allow n'ont pas étés mis à jour!
tr: Uyarı : Şablonlar bulunamıyor. Güncellenemeyenler : profile, inittab, sudoers, hosts.allow!
uk_ua: Попередження: неможливо знайти шаблони. Не будуть поновлені: profile, inittab, sudoers, hosts.allow!

source: Welcome to $FLL_DISTRO_NAME
cs: Vítejte v Linuxu
es: Bienvenido a $FLL_DISTRO_NAME
fr: Bienvenue sur $FLL_DISTRO_NAME
sk: Vitajte v $FLL_DISTRO_NAME
tr: $FLL_DISTRO_NAME'e Hoş Geldiniz
uk_ua: Ласкаво просимо до Кнопікса

source: This script will install $FLL_DISTRO_NAME to harddisk. Note that this version is still an very early version and under heavy development. The author and knopper.net take no responsibility for data loss or hardware damage. \n\nAuthor: Fabian Franz <knx-installer@fabian-franz.de>\n\nbased on the very good work by Christian Perle <perle@itm.tu-clausthal.de>
cs: Tento skript nainstaluje systém na disk. Prosím uvědomte si, že tato verze je stále ještě ve velmi raném vývojovém stádiu a neustále se na ní pracuje. Autoři a knopper.net neberou na sebe žádnou odpovědnost za případnou ztrátu dat nebo poškození hardware. \n\nAutor: Fabian Franz <knx-installer@fabian-franz.de>\n\nzaloženo na skvělé práci Christiana Perleho <perle@itm.tu-clausthal.de>\n přeložil team danix.cz
es: Este script instalará $FLL_DISTRO_NAME en el disco duro. Nótese que esta versión es todavía una versión muy temprana y bajo gran desarrollo. El autor y knopper.net no toman responsabilidad ninguna por posible pérdida de datos o daño del hardware.\n\nAutor: Fabian Franz <knx-installer@fabian-franz.de>\n\nbasado en el excelente trabajo de Christian Perle <perle@itm.tu-clausthal.de>
fr: Ce script va installer $FLL_DISTRO_NAME sur le disque dur. Retenez que cette version est toujours en développement. L'auteur et knopper.net ne peuvent être tenus pour responsables en cas de dommages ou de pertes de données. \n\nAuteur: Fabian Franz <knx-installer@fabian-franz.de>\n\nbasé sur l'excellent travail de Christian Perle <perle@itm.tu-clausthal.de>
tr: Bu betik $FLL_DISTRO_NAME'i sabit diske kuracaktır. Bu sürümün çok yeni ve hala geliştirme aşamasında olduğunu unutmayın. Yazar ve knopper.net, oluşacak veri kayıpları veya donanım hasarlarında sorumluluk kabul etmez.\n\nYazar: Fabian Franz <knx-installer@fabian-franz.de>\n\n Cristian Perle'ün <perle@itm.tu-clausthal.de> bir çalışması üzerine geliştirilmiştir
