Repository: fullstory-morgue/knx-installer
Catalog: po/*.po
Languages: cs, de, es, fr, it, sk, tr, uk_ua

source: A bug was found in QTParted during "mkfs" scan, please report it!
de: Während "mkfs" wurde ein Fehler in QTParted gefunden, bitte diesen melden!
it: Si è verificato un errore in QTParted durante la scansione "mkfs", per favore segnalalo!

source: The partition is mounted.
de: Die Partition ist eingebunden.
it: La partizione è montata.

source: This is a virtual partition. You cannot umount it.
de: Dies ist eine virtuelle Partition, diese lässt sich nicht aushängen.
it: Questa è una partizione virtuale. Non può essere smontata.

source: A bug was found in QTParted during "move" scan, please report it!
de: Während des "move" scans wurde ein Fehler in QTParted gefunden, bitte diesen melden!
it: Si è verificato un errore in QTParted durante la scansione "move", per favore segnalalo!

source: Can't move extended partitions.
de: Erweitere Partitionen können nicht verschoben werden.
it: Non posso muovere le partizioni estese.

source: Can't move a partition onto itself. Try using resize, perhaps?
de: Eine Partition kann nicht auf sich selbst verschoben werden. Wollen die die Größe ändern?
it: Non si può muovere una partizione su se stessa. Provo a ridimensionarla?

source: A bug was found in QTParted during "resize" scan, please report it!
de: Während "resize" wurde ein Fehler in QTParted gefunden, bitte diesen melden!
it: Si è verificato un errore in QTParted durante la scansione "resize", per favore segnalalo!

source: An error happen during ped_geometry_init call.
de: Bei ped_geometry_init ist ein Fehler aufgetreten.
it: Si è verificato un errore durante la chiamata ped_geometry_init.

source: An error happen during ped_disk_set_partition_geom call.
de: Bei ped_disk_set_partition_geom ist ein Fehler augetreten.
it: Si è verificato un errore durante la chiamata ped_disk_set_partition.

source: An error happen during ped_file_system_open call.
de: Bei ped_file_system_open ist ein Fehler aufgetreten.
it: Si è verificato un errore durante la chiamata ped_file_system_open.

source: An error happen during ped_file_system_resize call.
de: Bei ped_file_system_resize ist ein Fehler aufgetreten.
it: Si è verificato un errore durante la chiamata ped_file_system_resize.

source: Partition %s is being used.
de: Partition %s wird benutzt.
it: La partizione %s sta per essere utilizzata.

source: Error committing device. This can happen when a device is mounted in the disk. Try to unmount all partitions on this disk. Please read the FAQ for this kind of error!
de: Fehler beim Übernehmen des Gerätes. Dies kann passieren, wenn ein Laufwerk eingebunden ist. Versuchen Sie alle Laufwerksverbindungen zu diesem Laufwerk zu lösen. Bitte lesen sie die FAQ für diese Art von Fehlern!
it: Errore aggiornando la periferica. Questo può succedere quando una periferica è montata. Prova a smontare tutte le partizioni di questo disco. Per favore leggi le FAQ per questo tipo di errore!

source: mounted
de: eingehängt
it: montata

source: not mounted
de: nicht eingehängt
it: non montata

source: Number
de: Nummer
it: Numero

source: Partition
cs: Diskový oddíl
es: Particionar
fr: Partitionner
it: Partizione
sk: Diskový oddiel
tr: Bölüm
uk_ua: Розділ диску

source: Type
de: Typ
it: Tipo

source: Status
it: Stato

source: Size
de: Größe
it: Dimensione

source: Used space
de: Benutzter Platz
it: Spazio utilizzato

source: Start
de: Anfang
it: Inizio

source: End
de: Ende
it: Fine

source: Label
it: Etichetta

source: Mounted
de: Mountstatus
it: Montata

source: Active
de: Aktiv
it: Attiva

source: Hidden
de: Versteckt
it: Nascosta

source: Empty
de: Leer
it: Vuota

source: Partition table
de: Partitionstabelle
it: Tabella della partizione

source: Drive Info
de: Laufwerks-Informationen
it: Informazioni sulla periferica

source: No Drive Selected
de: Kein Laufwerk ausgewählt
it: Nessuna periferica selezionata

source: Device:
de: Gerät:
it: Periferica:

source: Model:
de: Modell:
it: Modello:

source: Capacity (Mb):
de: Gesamtgröße (MB):
it: Capacità (MB):

source: Length sectors:
de: Sektoren:
it: Lunghezza dei settori:

source: Status:
it: Stato:

source: readonly.
de: nur lesen.
it: sola lettura.

source: busy.
de: beschäftigt.
it: occupata.

source: available.
de: verfügbar.
it: disponibile.

source: QTParted &layout
it: layout QTParted

source: Chart and ListBox
de: Diagramm und Liste
it: Tabella e Lista

source: Only Chart
de: nur Diagramm
it: Solo tabella

source: Only ListBox
de: nur Liste
it: Solo lista

source: &External Tools
de: Externe Programme
it: Strumenti esterni

source: &Full executable path
de: &Voller Programmpfad
it: Percorso completo dell'eseguibile

source: Create partition
de: Partition erstellen
it: Crea partizione

source: &Partition Type:
de: Partitions-&Typ:
it: Tipo di partizione:

source: &Label:
de: &Name:
it: Etichetta:

source: Create &as:
de: Erstellen &als:
it: Crea come:

source: &Size:
de: &Größe:
it: Dimensione:

source: Position
it: Posizione

source: &Beginning of unallocated space
de: &Anfang des freien Platzes
it: Inizio dello spazio non allocato

source: &End of unallocated space
de: &Ende des freien Platzes
it: Fine dello spazio non allocato

source: Pe&rcent of unallocated space:
de: &Prozent des freien Platzes:
it: Percentuale dello spazio non allocato:

source: Device property
de: Geräteeigenschaften
it: Proprietà della periferica

source: Device short name
de: Kurzer Gerätename
it: Nome di device corto

source: Device long name
de: Gerätename
it: Nome di device lungo

source: Format partition
de: Partition formatieren
it: Formatta partizione

source: Progress
de: Fortschritt
it: Avanzamento

source: Current operation:
de: Aktuelle Aktion:
it: Operazione corrente:

source: Time Left:
de: Verbleibende Zeit:
it: Tempo rimasto:

source: Progress:
de: Fortschritt:
it: Avanzamento:

source: Minimum Size:
de: Minimale Größe:
it: Dimensione minima:

source: Free Space &Before:
de: Freier Platz &vorher:
it: Spazio libero prima:

source: New Size:
de: Neue Größe:
it: Nuova dimensione:

source: Free Space &After:
de: Freier Platz &danach:
it: Spazio libero dopo:

source: It is recommended to backup your data before do this operation!
de: Sie sollten ihre Daten vor dieser Aktion sichern!
it: Si raccomanda di fare il salvataggio dei dati prima di eseguire questa operazione!

source: Kanotix-Installer: Partition-Manager
it: Kanotix-Installer: Gestore delle Partizioni

source: Getting devices
de: Ermittle Geräte
it: Ottengo le periferiche

source: load user settings
de: Lade Benutzereinstellungen
it: carica le impostazioni utente

source: Ready
de: Bereit
it: Pronto

source: Undo last operation
de: Die letzte Aktion zurücknehmen
it: Annulla l'ultima operazione

source: Commit
de: Durchführen
it: Conferma

source: Commit all operations
de: Alle Aktionen durchführen
it: Conferma tutte le operazioni

source: Quit from the application
de: Dieses Programm beenden
it: Esce dall'applicazione

source: Property
de: Eigenschaften
it: Proprietà

source: Property of the selected partition
de: Die Eigenschaften der gewählten Partition
it: Proprietà della partizione selezionata

source: Create
de: Erstellen
it: Crea

source: Create a new partition
de: Eine neue Partition erstellen
it: Crea una nuova partizione

source: Format
de: Formatieren
it: Formatta

source: Format a new partition
de: Eine neue Partition formatieren
it: Formatta una nuova partizione

source: Resize
de: Größe ändern
it: Ridimensiona

source: Resize a partition
de: Größe einer Partition ändern
it: Ridimensiona una partizione

source: Move a partition
de: Eine Partition verschieben
it: Muove una partizione

source: Delete a new partition
de: Eine neue Partition löschen
it: Cancella una partizione

source: Umount
de: Aushängen
it: Smonta

source: Umount a new partition
de: Eine neue Partition aushängen
it: Smonta una nuova partizione

source: Configuration...
de: Einrichten...
it: Configurazione...

source: Configuration of QTParted
de: QTParted einrichten
it: Configurazione di QTParted

source: Open the configuration dialog
de: Öffnet den Einrichtungs-Dialog
it: Apre la finestra di configurazione

source: What's This
de: Was ist das?
it: Cos'è questo

source: Enter <b>What's This</b> modeIt enables the user to ask for help about widgets on the screen.
de: Der <b>Was ist das</b>-Modus ermöglicht dem Benutzer nach Hilfe zu bestimmten Elementen auf dem Bildschirm zu fragen.
it: Abilita il modo <b>Cos'è questo</b>. Mostra con delle etichette l'aiuto riguardo le funzioni del programma.

source: About knxinstaller/QTParted
de: Über knxinstaller/QTParted
it: Informazioni su knxinstaller/QTParted

source: About QTParted
de: Über QTParted
it: Informazioni su QTParted

source: Information about knxinstaller and QTParted
de: Informationen zu knxinstaller und QTParted
it: Informazioni riguardo knxinstaller e QTParted

source: About QT
de: Über QT
it: Informazioni su QT

source: Information about QT
de: Informationen über QT
it: Informazioni riguardo QT

source: See the property of this disk device
de: Beachten Sie die Eigenschaften dieses Laufwerks
it: Vedere le proprietà di questa periferica disco

source: Some information about the disk device
de: Einige Informationen über dieses Laufwerk
it: Alcune informazioni riguardo la periferica disco

source: Make a new Partition Table
de: Erstelle eine neue Partitionstabelle
it: Crea una nuova tabella delle partizioni

source: This will make the partition table
de: Eine neue Partitionstabelle erstellen
it: Questo creerà la tabella delle partizioni

source: You're going to loose all partition data! Are you sure? :)
de: Sie verlieren alle Partitions-Daten mit dieser Aktion! Wollen Sie das wirklich? :)
it: Si stanno per perdere tutti i dati delle partizioni! Sei sicuro? :)

source: &Operations
de: &Aktionen
it: Operazioni

source: Set Active...
de: Aktiv setzen...
it: Marca come attiva...

source: Hide
de: Verstecken
it: Nascondi

source: &Disks
de: Laufwerke
it: Dischi

source: &Device
de: Gerät
it: Periferica

source: An internal error happened during partition scan. This means that you cannot resize or move this partition.
de: Beim Analysieren der Partition trat ein interner Fehler auf. Dies bedeutet, dass Sie diese Partition nicht verändern können.
it: Un errore interno si è verificato durante l'esame delle partizioni. Questo significa che non puoi ridimensionare o muovere questa partizione.

source: primary
de: primär
it: primaria

source: logical
de: logisch
it: logica

source: extended
de: erweitert
it: estesa

source: this is a %1 partition it start at: %2 and end at: %3 it can grow left: %4 and right: %5 the filesystem is: %6
de: Dies ist eine %1 Partition, Sie beginnt bei %2 und endet bei %3 Sie kann nach links bis %4 wachsen, nach rechts bis %5 Das Dateisystem ist %6
it: questa è una partizione %1 inizia a: %2 e finisce a: %3 può aumentare verso sinistra: %4 e verso destra: %5 il filesystem è: %6

source: You're going to make a new partition table. Are you sure? All data will be lost!
de: Sie sind dabei eine neue Partitionstabelle zu erstellen. Sind Sie sicher? Alle Daten sind dann verloren!
it: Stai per creare una nuova tabella delle partizioni. Sei sicuro? Tutti i dati saranno persi!

source: It was not possible to make a new partition table.
de: Es war nicht möglich, eine neue Partitionstabelle zu erstellen.
it: Non è stato possibile creare una nuova tabella delle partizioni.

source: (No Active on Drive)
de: (Nicht aktiv auf dem Laufwerk)
it: (Nessuna partizione Attiva)

source: Currently active partition: %1 Change active partition to: %2 Are you sure you want to change the active partition?
de: Aktuell aktive Partition: %1 Ändere aktive Partition zu: %2 Sind Sie sicher, dass Sie die aktive Partition ändern wollen?
it: Partizione attiva corrente: %1 Cambia la partizione attiva a: %2 Sei sicuro di voler cambiare la partizione attiva?

source: You're commiting all changes. Warning, you can lost data! Make sure also that you're not commiting a busy device... In other word PLEASE UMOUNT ALL PARTITIONS before commiting changes!
de: Sie übernehmen alle Änderungen. Warnung, Sie können Daten verlieren! Stellen Sie sicher, dass Sie keine Änderungen an beschäftigten Geräten übernehmen. In anderen Worten, BITTE ALLE LAUFWERKSVERBINDUNGEN ZU DIESEM LAUFWERK LÖSEN (UMOUNTEN), bevor Sie die Änderungen übernehmen!
it: Stai confermando tutti i cambiamenti. Attenzione, puoi perdere i dati! Assicurati anche che non stai aggiornando una periferica occupata... In altre parole PER FAVORE SMONTA TUTTE LE PARTIZIONI prima di confermare i cambiamenti!

source: Install Kanotix to HD
de: Kanotix auf die Festplatte installieren (Neuinstallation)
it: Installa KANOTIX nell'hard disk

source: Update an existing Kanotix HD-Installation
de: Eine Festplatteninstallation von Kanotix updaten
it: Aggiorna una installazione su hard disk già esistente di KANOTIX

source: User
de: Benutzer
it: Utente

source: Update-Installation
it: Aggiorna l'installazione

source: C&ustom
it: Personalizzato

source: &Install Kanotix to HD
de: Kanotix auf die Festplatte installieren (Neuinstallation)

source: Update an existing &Kanotix HD-Installation
de: Eine Festplatteninstallation von Kanotix updaten

source: Alt+W
de: Alt+M

source: Password:
de: Passwort:

source: Autolo&gin (you don't need to enter a password at the login-manager)
de: Autologin (Keine Passworteingabe beim Loginmanager notwendig)

source: U&ser
de: Benutzer

source: Alt+Y
de: Alt+K

source: $FLL_DISTRO_NAME-installer terminated
cs: Instalace byla přerušena.
es: $FLL_DISTRO_NAME-installer terminado
sk: Inštalácia bola prerušená.
tr: $FLL_DISTRO_NAME kurulum uygulaması sonlandırıldı
uk_ua: Встановлювач $FLL_DISTRO_NAME-installer зупинено

source: Save configuration?
cs: Uložit konfiguraci?
es: ¿Guardar configuración?
fr: Enregistrer la configuration?
sk: Uložiť konfiguráciu?
tr: Ayarlar kaydedilsin mi?
uk_ua: Зберегти конфігурацію?

source: Do you want to save your configuration?
cs: Přejete si uložit vaši konfiguraci?
es: ¿Quiere grabar su configuración?
fr: Voulez-vous enregistrez votre configuration?
sk: Chcete uložiť vašu konfiguráciu?
tr: Ayarlarınızı kaydetmek istiyor musunuz ?
uk_ua: Хочете зберегти вашу конфігурацію?

source: $FLL_DISTRO_NAME Installation
cs: Instalace
es: Instalación de $FLL_DISTRO_NAME
fr: Installation de $FLL_DISTRO_NAME
sk: Inštalácia
tr: $FLL_DISTRO_NAME kurulumu
uk_ua: Встановлення Кнопікса

source: Installation of $FLL_DISTRO_NAME to harddisk (Step 0/$MAX)
cs: Instalace na pevný disk (Krok 0/$MAX)
es: Instalación de $FLL_DISTRO_NAME en el disco duro (Paso 0/$MAX)
fr: Installation de $FLL_DISTRO_NAME sur le disque du (Etape 0/$MAX)
sk: Inštalácia na pevný disk (Krok 0/$MAX)
tr: Sabit diske $FLL_DISTRO_NAME kurulumu(Step 0/$MAX)
uk_ua: Встановлення Кнопікса на жорсткий диск (Крок 0/$MAX)

source: Initialisation of $FLL_DISTRO_NAME-Installation
cs: Inicializace instalace
es: Inicialización de la instalación de $FLL_DISTRO_NAME
fr: Démarrage de l'installation de $FLL_DISTRO_NAME
sk: Inicializácia inštalácie
tr: $FLL_DISTRO_NAME kurulumu başlıyor
uk_ua: Підготовка встановлення Кнопікса

source: Installation failed
cs: Instalace se nezdařila
es: La instalación falló
fr: L'installation a échouée
sk: Inštalácia bola neúspešná
tr: Kurulum başarısız
uk_ua: Помилка встановлення

source: Installation successfull
cs: Instalace byla úspěšná
es: Instalación con éxito
fr: Installation réussie
sk: Inštalácia bola úspěšná
tr: Kurulum başarıyla tamamlandı
uk_ua: Встановлення було успішним

source: Fatal dialog error
cs: Fatální chyba dialogu
es: Error grave de dialog
fr: Erreur fatale de dialog
sk: Fatálna chyba dialogu
tr: Diyalog hatası
uk_ua: Фатальна помилка діалогу

source: Choose System Type
es: Elija el tipo de sistema
fr: Choisissez votre mode d'installation
tr: Sistem tipini seçin
uk_ua: Виберіть тип системи

source: Creating $FLL_DISTRO_NAME Configuration Step (0/$NUM_REAL_MODULES)
cs: Vytváření nastavení (Krok 0/$NUM_REAL_MODULES)
es: Creando configuración de $FLL_DISTRO_NAME Paso (0/$NUM_REAL_MODULES)
fr: Configuration de l'installation de $FLL_DISTRO_NAME Etape(0/$NUM_REAL_MODULES)
sk: Vytváranie nastavení (Krok 0/$NUM_REAL_MODULES)
tr: $FLL_DISTRO_NAME Yapılandırma adımı oluşturuluyor (0/$NUM_REAL_MODULES)
uk_ua: Створення конфігурації Кнопікса - крок (0/$NUM_REAL_MODULES)

source: Error: Unknown value $2 for $1\nSetting to default value ($DEFAULT_TEMP).
cs: Chyba: Neznámá hodnota $2 pro $1\nNastaveno na standardní hodnotu ($DEFAULT_TEMP).
es: Error: Valor $2 desconocido para $1\nVolviendo al valor por defecto ($DEFAULT_TEMP).
fr: Erreur: Valeur inconnue$2 pour $1\nUtilisation de la valeur par défaut($DEFAULT_TEMP).
sk: Chyba: Neznámá hodnota $2 pro $1\nNastavené na štandardnú hodnotu ($DEFAULT_TEMP).
tr: Hata:$1 için bilinmeyen $2 değeri \n Öntanımlı değere ayarlanıyor($DEFAULT_TEMP).
uk_ua: Помилка: невідоме значення $2 для $1\nВстановлення типового значення ($DEFAULT_TEMP).

source: Error: Check failed for $1 ($2)\nThe configuration module will now be started.
cs: Chyba: Selhání kontroly pro $1 ($2)\nBude spuštěn konfigurační modul.
es: Error: Comprobación falló para $1 ($2)\nEl módulo de configuración será iniciado ahora.
fr: Erreur: La vérification a échouée pour $1 ($2)\nLe module de configuration va être démarré
sk: Chyba: Zlihanie kontroly pre $1 ($2)\nBude spustený konfiguračný modul.
tr: Hata: $1($2) için denetim başarısız\n Yapılandırma modülü şimdi başlatılacak
uk_ua: Помилка: невдала перевірка $1 ($2)\nЗараз буде запущено модуль налаштування.

source: Loading $FLL_DISTRO_NAME configuration
cs: Nahrávání konfigurace
es: Cargando configuración de $FLL_DISTRO_NAME
fr: Charger une configuration
sk: Nahrávánie konfigurácie
tr: $FLL_DISTRO_NAME yapılandırması yükleniyor
uk_ua: Завантаження конфігурації Кнопікса

source: Here you can input a filename to load an existing configuration
cs: Zde můžete zadat název souboru s existující konfigurací
es: Aquí puede introducir un nombre de archivo para cargar una configuración ya existente
fr: Vous pouvez entrer ici le nom d'un fichier de configuration existant
sk: Tu môžete zadať názov súboru s existujúcou konfiguráciou
tr: Burada var olan yapılandırmanızı yükleyeceğiniz dosya ismini girebilirsiniz
uk_ua: Тут Ви можете ввести назву файла для завантаження існуючої конфігурації

source: Input the configuration filename to be loaded
cs: Zadejte název souboru s konfigurací
es: Introduzca el nombre del archivo de configuración a cargar
fr: Entrez le nom du fichier de configuration à charger
sk: Zadejte názov súboru s konfiguráciou
tr: Yüklenecek yapılandırma dosyanızın adını girin
uk_ua: Введіть назву файла конфігурації для завантаження

source: File $CONFIG_USER could not be found. The loading of the configuration will be aborted.
cs: Soubor $CONFIG_USER nebyl nalezen. Nahrávání konfigurace bude zrušeno.
es: El archivo $CONFIG_USER no se encontró. La carga de la configuración será cancelada.
fr: Le fichier $CONFIG_USER n'a pas été trouvé.Le chargement de la configuration a échouée
sk: Súbor $CONFIG_USER nebol nájdený. Nahrávanie konfigurácie bude zrušené.
tr: $CONFIG_USER dosyası bulunamıyor.Yapılandırma dosyasının yüklenmesi iptal ediliyor
uk_ua: Файл $CONFIG_USER неможливо знайти. Завантаження конфігурації буде припинено.

source: Saving $FLL_DISTRO_NAME configuration
cs: Ukládání konfigurace
es: Guardando configuración de $FLL_DISTRO_NAME
fr: Enregistrer le fichier de configuration
sk: Ukladanie konfigurácie
tr: $FLL_DISTRO_NAME yapılandırması kaydediliyor
uk_ua: Збереження конфігурації Кнопікса

source: Here you can input a filename to save the configuration
cs: Zde můžete zadat název souboru pro uložení konfigurace
es: Aquí puede introducir un nombre de archivo para guardar la configuración
fr: Vous pouvez entrer ici un nom pour le fichier de configuration
sk: Tu môžete zadať názov súboru pre uloženie konfigurácie
tr: Burada yapılandırmanızı kaydedeceğiniz dosyanın adını girebilirsiniz
uk_ua: Тут можна ввести назву файла для збереження конфігурації

source: Input a filename for the configuration
cs: Zadejte název souboru pro uložení konfigurace
es: Introduzca un nombre de archivo para la configuración
fr: Entrez un nom pour le fichier de configuration
sk: Zadajte názov súboru pre uloženie konfigurácie
tr: Yapılandırma için bir dosya adı girin
uk_ua: Введіть назву файла для конфігурації

source: If you click yes, the file will be overwritten, otherwise this script will abort
cs: Pokud kliknete na ano, soubor bude přepsán, v opačném případě bude skript zrušen
es: Si pulsa Si, el archivo se sobreescribirá, de otra forma este script finalizará
fr: Si vous cliquez sur oui,le fichier sera modifié, sinon le script va se terminer
sk: Pokiaľ kliknete na áno, súbor bude prepísaný, v opačnom prípade bude skript zrušený
tr: Eğer "evet"i tıklarsanız dosyanın üzerine yazılacak aksi takdirde bu betik iptal edecektir
uk_ua: Якщо ви клацнете так, файл буде перезаписано, якщо ні, то скрипт буде перервано

source: Do you really want to overwrite $CONFIG_USER?
cs: Skutečně si přejete přepsat soubor $CONFIG_USER?
es: ¿Quiere realmente sobreescribir $CONFIG_USER?
fr: Voulez-vous vraiment modifier$CONFIG_USER?
sk: Skutočně si prajete prepísať súbor $CONFIG_USER?
tr: $CONFIG_USER dosyasının üzerine yazmak istediğininize emin misiniz ?
uk_ua: Ви справді хочете перезаписати $CONFIG_USER?

source: Possible are:
cs: Možnosti jsou:
es: Son posibles:
fr: Choix possibles:
sk: Možnosti sú:
tr: Mevcut olanlar:
uk_ua: Можливі:

source: This value will be checked by function
cs: Tato hodnota bude ověřena funkcí
es: Este valor será comprobado por función
fr: Cette valeur sera vérifiée par
sk: Táto hodnota bude overená funkciou
tr: Bu değer fonksiyon tarafından kontrol edilecek
uk_ua: Це значення буде перевірене функцією

source: Default value is:
cs: Výchozí hodnota je:
es: Valor por defecto es:
fr: Valeur par défaut:
sk: Východzia hodnota je:
tr: Öntanımlı değer:
uk_ua: Типове значення:

source: Several of this options can only be changed in the Configurationfile $CONFIG_FILE.
cs: Některé z těchto voleb můžou být změněny pouze v konfiguračním souboru $CONFIG_FILE
es: Varias de estas opciones sólo se pueden cambiar en el archivo de configuración $CONFIG_FILE.
fr: Beaucoup d'options peuvent êtres paramétrées dans le fichier de configuration$CONFIG_FILE.
sk: Niektoré z týchto volieb môžu byť zmenené iba v konfiguračnom súbore $CONFIG_FILE.
tr: Bu seçeneklerin çoğu $CONFIG_FILE yapılandırma dosyasından değiştirilebilir
uk_ua: Деякі з цих параметрів можуть бути змінені тільки в файлі конфігурації $CONFIG_FILE.

source: The Installation will now be started. The author and knopper.net give no warranty against any damage caused by this script.
cs: Nyní bude spuštěna vlastní Instalace. Software je dodáván v dobré víře v jeho užitečnost, avšak autoři distribuce, instalátoru nebo jednotlivých programových balíků neručí za případné škody jakéhokoliv charakteru, které si tímto způsobíte.
es: La instalación comenzará ahora. El autor y knopper.net no dan garantía de que este script no vaya a causar algún daño.
fr: l'installation va maintenant commencée. Les auteurs et knopper.net ne pourront être tenus responsables pour les dommage éventuels causés par ce script.
sk: Nyní bude spuštěna vlastní Instalace.
tr: Kurulum şimdi başlatılacak. Yazar ve knopper.net, bu betik tarafından oluşacak zararlardan sorumlu değildir.
uk_ua: Зараз розпочнеться встановлення. Автор і knopper.net не дають ніякої гарантії проти пошкодження завданого цим скриптом.

source: Do you want to proceed with these parameters?
cs: Přejete si pokračovat s těmito nastaveními?
es: ¿Quiere proceder con estos parámetros?
fr: Voulez-vous lancer l'installation avec ces paramètres?
sk: Prajete si pokračovať s týmito nastaveniami?
tr: Bu parametreler ile devam etmek istiyor musunuz ?
uk_ua: Хочете продовжити з цими параметрами?
