Repository: fullstory-morgue/knx-installer
Catalog: po/*.po
Languages: cs, de, es, fr, it, sk, tr, uk_ua

source: The installer detected that the installation requierements are not fullfilled yet.\n\nPlease make sure that you have an free partition with at least $[ROOT_MIN/(1024*1024)] GB to install $FLL_DISTRO_NAME on. Also we need a swap partition with at least $[SWAP_MIN/1024] MB, if you don't have 512 MB Memory or more.\n\nIn the following menu, you can start some tools to partition your harddrive.\nIf you really really know what you are doing start with: IGNORE_CHECK=1 sudo knx-installer to avoid the menu.
es: El instalador detectó que todavía no se satisfacen los requerimientos.\n\nPor favor, asegúrese de que tiene una partición libre con al menos $[ROOT_MIN/(1024*1024)] GB para instalar $FLL_DISTRO_NAME en ella. También necesita una partición de intercambio con al menos $[SWAP_MIN/1024] MB si no tiene 512 MB de memoria o más.\n\nEn el siguiente menú, puede ejecutar algunas herramientas para particionar su disco duro.\nSi realmente sabe lo que está haciendo, ejecute con: IGNORE_CHECK=1 sudo knx-installer para evitar el menú.
fr: Votre système ne semble pas avoir la configuration minimale requise pour l'installation.\n\nVérifiez que vous avez une partition libre d'au moins $[ROOT_MIN/(1024*1024)] GB pour installer $FLL_DISTRO_NAME. Vous avez aussi besoin d'une partition d'échange (swap) d'au moins$[SWAP_MIN/1024] MB, si vous avez moins de 512 MB\n\nVous pourrez partitionner votre disque dans le menu suivant.\nsi vous savez ce que vous faites démarrez le script avec: IGNORE_CHECK=1 sudo knx-installer pour arriver au menu.
tr: Kurulum uygulaması, kurulum için gerekli şartların sağlanmadığını tespit etti \n\nLütfen $FLL_DISTRO_NAME kurmak için gerekli olan $[ROOT_MIN/(1024*1024)] GB boyutlarında boş bir bölüme sahip olduğunuzdan emin olun. Bunun haricinde bir de (eğer 512 MB veya daha fazla hafızaya sahip değilseniz) en az $[SWAP_MIN/1024] MB boyurlarında bir takas alanına ihtiyacınız var.\n\nGelecek olan menüde sabit diskiniz bölümlemek için kullanabileceğiniz bir kaç aracı seçebileceksiniz\n Eğer ne yaptığınızı biliyorsanız, menüyü görmemek için IGNORE_CHECK=1 sudo knx-installer komutuyla başlatın

source: If set to yes, the program will NOT check if there is enough space to install $FLL_DISTRO_NAME on the selected partition(s). Use at your own risk! Useful for example with HD_MAP if you only have a small root partition.
es: Si está puesto a Si, el programa NO comprobará si existe espacio suficiente para instalar $FLL_DISTRO_NAME en la(s) partición(es) seleccionada(s). ¡Utilícelo bajo su propia responsabilidad! Útil por ejemplo con HD_MAP si sólo tiene una pequeña partición raíz.
fr: Si la valeur est yes le programme NE VERIFIERA PAS s'il y'a assez d'espace pour installer $FLL_DISTRO_NAME sur la ou les partition(s) sélectionnée(s). Utisez à vos risques et péril. Cela est utile par exemple, si vous avez désignez plusieurs partitions d'installation dans HD_MAP et si vous avez une partition root de petite taille.
sk: Pokiaľ je zaškrtnutá voľba áno, program NEBUDE kontrolovať či je na vybranom diskovom oddiele (oddieloch) dostatok miesta na inštaláciu. Používajte túto voľbu na vlastné riziko! Tato voľba je užitočná napríklad s HD_MAP keď máte malý oddiel root.
tr: Eğer "evet" olarak ayarlarsanız, program, seçili bölüm veya bölümlerde $FLL_DISTRO_NAME kurulumu için yeterli yer olup olmadığına BAKMAYACAKTIR. Bunu dikkatli kullanın. Örneğin; eğer küçük bir kök dizininiz varsa HD_MAP ile kullanın.

source: The installed system will be a debian type system.
cs: Instalovaný systém bude systém typu debian
es: El sistema instalado será un sistema de tipo debian.
fr: Le système installé sera du type: debian
sk: Inštalovaný systém bude systém typu debian
tr: Kurulacak sistem tipi : debian

source: knx-installer terminated
fr: knx-installer terminé

source: Possible services are for now: cupsys samba
cs: Momentálně můžete vybrat služby: cupsys samba
fr: Services disponibles: cupsys samba

source: Copying files (statusbar is resetted) ...
cs: Kopírování souborů (stavová lišta je obnovena) ...
sk: Kopírovanie súborov (stavová lišta je obnovená) ...

source: Here you must choose one of the available partitions\n for use with Kanotix.
cs: Zde musíte zvolit jeden z dostupných oddílů\ pro instalaci

source: Determines if the system is a debian-derivate or just a copy from CD (copy from CD is experimental for now)
cs: Určuje jestli je systém klon debianu nebo pouze kopie CD (kopie CD je momentálně experimentální)
sk: Určuje či je systém klon debianu alebo iba kópia CD (kópia CD je momentálne experimentálna)

source: Here you must choose the type of your system. A $FLL_DISTRO_NAME system will work exactly as from CD, but tools like apt-get do work. Debian-Type however is a full featured debian system and works like the 'old instaler'.
cs: Zde musíte zvolit typ vašeho systému. $FLL_DISTRO_NAME systém bude fungovat přesně tak jako z CD, ale nástroje jako apt-get budou fungovat. Typ Debian je plně funkční systém, spravovatelný dále stejně jako Debian.
sk: Tu musíte zvoliť typ vašeho systému. $FLL_DISTRO_NAME systém bude fungovať presne tak ako z CD, ale nástroje ako apt-get budú fungovať. Typ Debian je plne funkčný systém Debian a pracuje ako 'starý inštalátor'.

source: Fatal Error: The required file knx-templates-$SVERSION.tgz is missing or corrupted. The script will be terminated.
cs: Fatální chyba: Požadovaný soubor knx-templates-$SVERSION.tgz chybí nebo je poškozený. Skript bude ukončen.
sk: Fatálna chyba: Požadovaný súbor knx-templates-$SVERSION.tgz chýba alebo je poškodený. Skript bude ukončený.

source: Really quit?
cs: Skutečně ukončit?
sk: Skutočne ukončiť?

source: Do you really want to quit?
cs: Skutečně si přejete ukončit program?
sk: Skutočne si prajete ukončiť program?

source: Chooses the Boot-Loader
cs: Vybírá boot-loader
sk: Vyberá boot-loader

source: Choose the root partition
cs: Zvolte hlavní (root) diskový oddíl
sk: Zvoľte hlavný (root) oddiel

source: Input your root-password
cs: Zadejte heslo správce systému (uživatele root)
sk: Zadajte root heslo

source: Input your root-password again
cs: Znovu zadejte heslo správce systému (uživatele root)
sk: Znovu zadajte root heslo

source: If set to yes, SWAP_CHOICES will be overwritten by autodetection
cs: Pokud je volba nastavena na ano, SWAP_CHOICES budou nastaveny podle autodetekce
sk: Pokiaľ je voľba nastavená na áno, SWAP_CHOICES budú prepísané automaticky
